<?php include('header_front.php'); ?>

<?php 
    $id_training = 460;//ความปลอดภัยในการทำงานในห้องปฏิบัติการ

    //หา banner
    $actual_link = (isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] === 'on' ? "https" : "http") . "://$_SERVER[HTTP_HOST]$_SERVER[REQUEST_URI]";
    $sql = 'SELECT path_banner,alt FROM menu_training WHERE url_page = ?';
    $stmt = $safetyDb->prepare($sql);
    $stmt->execute(array($actual_link));
    $menu_branch = $stmt->fetchAll(PDO::FETCH_ASSOC);

    //หา course outline 
    $stmt = $bookingDb->prepare('SELECT detail_training FROM training 
    WHERE id_training = ?');
    $stmt->execute(array($id_training));
    $url_course_outline = $stmt->fetchColumn();
?>

<style>
.people_inhouse {
    position: absolute;
    bottom: 0;
    left: 3vw;
    z-index: 2;
    height: 22vw;
    -webkit-transform: scaleX(-1);
    transform: scaleX(-1);
}
</style>

<main id="main-container" class="main-container">
    <div id="overlay"></div>

    <div style="position: relative;">
        <section class="section_banner_full_width">
            <img alt="<?php echo $menu_branch[0]['alt'];?>"
                src="<?php echo $base_url . $menu_branch[0]['path_banner'];?>">
        </section>
        <?php include('layout/tab_search.php'); ?>
    </div>

    <section class="padding_bottom">
        <div class="container p-t-160 p-b-80 no_br">
            <h2 class="text-center"><b>ความปลอดภัยในการทำงานในห้องปฏิบัติการ</b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <br>
            <div class="row">
                <div class="col-md-6 col-12 mb-3 text-center">
                    <img style="max-width: 75%;" class="box_shadow"
                        src="<?php echo $base_url;?>/img/template_gallery/gallery_forklift2 (2).jpg" alt="">
                </div>
                <div class="col-md-6 col-12 align-self-center mb-3">
                    <div class="row">
                        <div class="col-lg-9 col-md-11 col-12 m-auto">
                            <h6>
                                อุบัติเหตุเป็นสถานการณ์ที่เกิดขึ้นโดยไม่ได้วางแผนไว้หรือไม่คาดคิดมาก่อนว่าจะเกิดขึ้น
                                เมื่อเกิดขึ้นแล้วจะก่อให้เกิด ความเสียหายตามมามากมาย
                                บางครั้งเป็นความเสียหายร้ายแรงถึงเสียชีวิต อาคารบ้านเรือนพังทลาย สูญเสียเครื่องจักรและ
                                อุปกรณ์ และสิ่งแวดล้อมถูกทำลาย นอกจากนี้แล้ว ยังมีความเสียหายที่มองไม่เห็นในทันที ได้แก่
                                การสูญเสียเวลาในการทำงาน เนื่องจากไม่สามารถทำงานได้
                                ต้องเสียเวลาฝึกหัดผู้อื่นให้ทำหน้าที่แทนผู้ที่ประสบอุบัติเหตุ เสียเวลาในการสืบสวนและ
                                วิเคราะห์สาเหตุของอุบัติเหตุ โดยคณะกรรมการทั้งภายในองค์กรและหน่วยงานภายนอกเช่น
                                ตำรวจและบริษัทประกันภัย เป็นต้น รวมทั้งเสียเวลาที่ต้องไปศาล
                                แล้วยังต้องเสียค่าใช้จ่ายจ้างทนายว่าความ เสียค่าใช้จ่ายซ่อมแซมอาคารและเครื่องมือ อุปกรณ์
                                ต้องจ่ายเงินเดือนให้กับพนักงานโดยไม่ได้งาน สูญเสียลูกค้า เสียภาพพจน์และชื่อเสียง
                                และอื่นๆอีกมาก จากสถิติของการเกิดอุบัติเหตุต่างๆทั่วโลก
                                พบว่าความเสียหายที่มองไม่เห็นในทันที คิดเป็นมูลค่าสูงกว่าความเสียหายที่เกิดขึ้น
                                ทันทีมากกว่า 10-100 เท่า
                                ดังนั้นความเสียหายทั้งหมดที่เกิดขึ้นจากอุบัติเหตุจึงเป็นมูลค่ามหาศาลและควรหาทางป้องกัน
                                ไม่ให้อุบัติเหตุเกิดขึ้นอีก
                            </h6>
                        </div>
                    </div>
                </div>
            </div>
            <br>
            <br>
            <div class="row">
                <div class="col-md-6 col-12 align-self-center mb-3">
                    <div class="row">
                        <div class="col-lg-9 col-md-11 col-12 m-auto">
                            <h6>
                                การทำงานไม่ว่าจะเป็นเรื่องใด ณ สถานที่ใดๆ ย่อมมีอุบัติเหตุเกิดขึ้นได้เสมอ
                                แต่ถ้ามีมาตรการความปลอดภัยที่บังคับ ใช้อย่างจริงจัง
                                อุบัติเหตุจะมีโอกาสเกิดขึ้นน้อยมากและจะเป็นอุบัติเหตุที่ไม่ร้ายแรง
                                การเกิดอุบัติเหตุไม่ได้ขึ้นกับเคราะห์กรรม หรือโชคชะตาของผู้หนึ่งผู้ใด
                                แต่การเกิดอุบัติเหตุมักเกิดขึ้นเมื่อการเลือกและตัดสินใจทำสิ่งใดสิ่งหนึ่งผิดพลาดไป
                                หรือผู้ปฏิบัติ-งานขาดความเอาใจใส่ในงานที่ทำหรือละเลยเรื่องความปลอดภัย
                                ดังนั้นก่อนจะทำการใดๆ จึงจำเป็นต้องศึกษาหาข้อมูลของงาน ที่จะทำทั้งหมด
                                เพื่อเตรียมความพร้อมและการป้องกันอันตราย และต้องทำงานด้วยความระมัดระวัง
                                โดยเฉพาะอย่างยิ่งการ ทำงานในห้องปฏิบัติการที่เกี่ยวข้องกับสารเคมี
                                เพราะนอกจากอันตรายทั่วไปที่อาจเกิดขึ้นได้แล้ว ยังมีอันตรายอันเนื่องมาจาก
                                ธรรมชาติของสารเคมี รวมทั้งอุปกรณ์เครื่องแก้วและการทำงานบางอย่างที่มีลักษณะเฉพาะ
                                ดังนั้นผู้ปฏิบัติงานในห้องปฏิบัติ-การ ซึ่งรวมถึงนิสิตทุกคน
                                ต้องเพิ่มความระมัดระวังมากขึ้นกว่าปกติ
                                อันตรายของสารเคมีมีหลายรูปแบบ บางชนิดเป็นอันตรายน้อย บางชนิดก่อให้เกิดอันตรายรุนแรง
                                ได้แก่ สารไวไฟ สารระเบิดได้ สารออกซิไดส์ สารกัดกร่อน สารระคายเคือง สารพิษ
                                สารกัมมันตรังสี สารก่อให้เกิดการกลายพันธุ์ และสารก่อให้ทารกมีลักษณะผิดปกติ
                                จึงต้องทำงานกับสารเคมีด้วยความเอาใจใส่ และคำนึงถึงเรื่องความปลอดภัยเป็น อันดับแรกเสมอ
                            </h6>
                        </div>
                    </div>
                </div>
                <div class="col-md-6 col-12 mb-3 text-center">
                    <img style="max-width: 75%;" class="box_shadow"
                        src="<?php echo $base_url;?>/img/template_gallery/gallery_forklift2 (8).jpg" alt="">
                </div>
            </div>
        </div>
    </section>

    <section style="position: relative;">
        <?php include('layout/why_training.php'); ?>
    </section>

    <section class="white-bg padding_top" id="table_course">
        <div class="container p-b-80 p-t-80">
            <h2 class="text-center"><b class="head_nav">ความปลอดภัยในการทำงานในห้องปฏิบัติการ</b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <h5 class="text-center">ท่านสามารถค้นหาหลักสูตรความปลอดภัยในการทำงานในห้องปฏิบัติการ
            </h5>
            <br>
            <div class="row">
                <div class="col-md-12">
                    <div class="tab" role="tabpanel">
                        <ul class="nav nav-tabs" role="tablist">
                            <li style="width: 50%;" class="text-center" role="presentation"><a data-id_branch="46"
                                    data-id_training="459" href="#tab1" class="active" role="tab" data-toggle="tab"></i>
                                    <h5>ออนไลน์</h5>
                                </a></li>
                            <li style="width: 50%;" class="text-center" role="presentation"><a data-id_branch="11,44"
                                    data-id_training="<?php echo $id_training;?>" href="#tab2" role="tab"
                                    data-toggle="tab"></i>
                                    <h5>ชลบุรี</h5>
                                </a></li>
                        </ul>
                        <div class="tab-content">
                            <div role="tabpanel" class="tab-pane fade active" id="tab1">
                                <div class="table1"></div>
                            </div>
                            <div role="tabpanel" class="tab-pane fade" id="tab2">
                                <div class="table2"></div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <div class="row p-t-80 m-0">
            <div class="col-lg-6 col-md-12 col-12 bg-principle">
                <img title="" class="lazy" data-src="<?php echo $base_url;?>/img/template_gallery/gallery7.jpg" alt="">
            </div>
            <div class="col-lg-6 col-md-12 col-12 align-self-center black-bg p-t-80 p-b-80">
                <div class="row mx-4">
                    <div class="col-lg-12 col-md-11 col-12 m-auto">
                        <h2 class="text-center" style="font-weight: 1000;">
                            หลักการและเหตุผล
                        </h2>
                        <hr class="hr_green mx-auto hr_fix_width">
                        ความปลอดภัยของห้องปฏิบัติการที่เกี่ยวข้องกับสารเคมี
                        มีความสําคัญอย่างมากสําหรับผู้ปฏิบัติงานวิเคราะห์ ทดสอบ วิจัย และการเรียนการสอน
                        การปฏิบัติงานต้องเกี่ยวข้องกับสารเคมี เครื่องมือ อุปกรณ์
                        และวัสดุทดลองที่ใช้ในการปฏิบัติการจํานวนมาก หากผู้ปฏิบัติงานไม่มีความรู้ ความเข้าใจในการติดตั้ง
                        การใช้งาน การบํารุงดูแล การเก็บรักษา และการทําลายที่ถูกต้อง
                        อาจก่อให้เกิดอันตรายต่อผู้ปฏิบัติงานในห้องปฏิบัติการได้ นอกจากนี้สารเคมี
                        หรือเครื่องมือที่ใช้งานมีจํานวนมาก การใช้งานและการปฏิบัติต่อสิ่งต่าง ๆ เหล่านั้นก็แตกต่างกัน
                        ไม่สามารถจะใช้วิธีเช่นเดียวกันได้ตลอด ดังนั้น
                        ความปลอดภัยในการทํางานที่เกี่ยวข้องกับสารเคมีควรกําหนดวิธีการทํางานที่ดี
                        เพื่อลดความเสี่ยงและอันตรายที่อาจเกิดขึ้นได้กับผู้ปฏิบัติงาน
                        รวมทั้งทําให้งานในห้องปฏิบัติการมีความปลอดภัยมากที่สุด<br><br>
                        วัตถุประสงค์<br>
                        1. เพื่อให้ได้รับความรู้ความเข้าใจเกี่ยวกับความปลอดภัยในการทํางานในห้องปฏิบัติการ<br><br>
                        หัวข้อการอบรม<br>
                        1. ความสําคัญของระบบการจัดการด้านความปลอดภัยของห้องปฏิบัติการที่เกี่ยวข้องกับสารเคมี<br>
                        2. การจัดทําระบบการจัดการด้านความปลอดภัยของห้องปฏิบัติการ<br>
                        3. ข้อแนะนําการปฏิบัติงานในห้องปฏิบัติการอย่างปลอดภัย<br>
                        4. การจัดการเครื่องมือและอุปกรณ์ด้านความปลอดภัย<br>
                        5. อุปกรณ์คุ้มครองความปลอดภัยส่วนบุคคล<br>
                        6. การจัดการสารเคมีและการกําจัดกากของเสียจากห้องปฏิบัติการ<br>
                        7. การดําเนินการเมื่อเกิดอุบัติภัยและการปฐมพยาบาล
                    </div>
                    <div class="col-lg-4 col-md-5 col-12 mt-5 mx-auto">
                        <a target="_blank" href="<?php echo $url_course_outline;?>">
                            <button
                                class="btn btn-block btn--medium btn--radius btn--green btn--green-hover-black font--light text-uppercase">
                                เอกสารการอบรม
                            </button>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <?php include('layout/qualification.php'); ?>
    </section>

    <section>
        <div class="container_small p-t-80 p-b-80">
            <h2 class="text-center"><b>
                    ความปลอดภัยในการทำงานในห้องปฏิบัติการ
                </b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <div class="row mx-auto">
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-01.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-02.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-03.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-04.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-05.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานในห้องปฏิบัติการ-06.jpg"
                        alt="">
                </div>
            </div>
            <div class="row">
                <div class="col-md-3 mt-3 col-8 mx-auto">
                    <a href="article">
                        <button
                            class="btn btn-block btn--medium btn--radius btn--black btn--black-hover-green font--light text-uppercase">
                            ดูทั้งหมด
                        </button>
                    </a>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg bg_information">
        <div class="container p-b-80 p-t-80">
            <h2 class="text-center"><b>
                    ข้อมูลที่เป็นประโยชน์
                </b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <div class="row information">
                <div class="col-md-6 col-12 my-3 ">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap1">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อควรปฏิบัติเพื่อความปลอดภัยในห้องปฏิบัติการด้านกายภาพ</b></h5><i
                                class="fas fa-plus"></i>
                        </div>
                        <div id="collap1" class="collapse detail_collapse">
                            ผู้ทดลองต้องรู้แผนผังอาคาร แผนผังห้องปฏิบัติการ ทางเข้า ทางออก ทางหนีไฟ<br>
                            ผู้ทดลองต้องรู้ตำแหน่งอ่างล้างหน้า ตำแหน่งเครื่องดับเพลิง จุดทิ้งกากสารเคมี
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap2">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อควรปฏิบัติเพื่อความปลอดภัยในห้องปฏิบัติการด้านการแต่งกาย</b></h5><i
                                class="fas fa-plus"></i>
                        </div>
                        <div id="collap2" class="collapse detail_collapse">
                            ผู้ทดลองต้องสวมเสื้อคลุมปฏิบัติการ หรือเสื้อกาวน์<br>
                            ผู้ทดลองต้องสวมรองเท้าหุ้มปลายเท้า ห้ามสวมรองเท้าแตะ<br>
                            ผู้ทดลองต้องสวมใส่อุปกรณ์ป้องกันให้เรียบร้อย เช่น หน้ากาก ถุงมือ แว่นนิรมัย งดใช้คอนแทคเลนส์
                            ขณะทำการทดลอง<br>
                            ผู้ทดลองควรสวมใส่เสื้อผ้ารุ่มร่าม และรวบผมให้รัดกุม<br>
                            ผู้ทดลองควรควรหลีกเลี่ยงการใช้เครื่องสำอางขณะอยู่ในห้องปฏิบัติการ
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap3">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ด้านการปฏิบัติการด้านการปฏิบัติการ</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap3" class="collapse detail_collapse">
                            ผู้ทดลองต้องทำการทดลองด้วยความระมัดระวัง ไม่ประมาทเลินเล่อหรือหยอกล้อกัน<br>
                            ผู้ทดลองต้องไม่ทำการทดลองใดๆ นอกเหนือไปจากการทดลองที่มีไว้ในคู่มือปฏิบัติการ
                            หรือที่ได้รับมอบหมายจากอาจารย์ผู้ควบคุมเท่านั้น<br>
                            ในการทดลองที่เกี่ยวข้องกับสารที่มีกลิ่นรุนแรงหรือเป็นแก๊สพิษให้ทำการทดลองในตู้ดูดไอสารเท่านั้น
                            (ขั้นตอนการทดลองจะระบุในคู่มือ ผู้ควบคุมจะแจ้งเตือน)<br>
                            ห้ามสูบบุหรี่ ในห้องปฏิบัติการ<br>
                            ห้ามรับประทานอาหารและเครื่องดื่ม ในห้องปฏิบัติการ<br>
                            ห้ามชิมสารใดๆ และหลีกเลี่ยงการดมสารเคมีโดยไม่จำเป็น<br>
                            ห้ามทิ้งเศษไม้ขีดไฟ กระดาษกรอง กระดาษลิตมัส ลงในอ่างล้าง ให้ทิ้งลงในถังขยะเท่านั้น<br>
                            ห้ามนำอาหารหรือเครื่องดืมไปแช่ในตู้เย็นแช่สารเคมี<br>
                            หากมีสารเคมีหกต้องรีบทำความสะอาดทันทีด้วยวิธีที่เหมาะสม
                            กรดหรือด่างหรือสารเคมีที่เป็นอันตรายหกรดผิวหนังหรือเสื้อผ้าให้รีบล้างด้วยน้ำทันที<br>
                            ทิ้งสารเคมีอันตรายในถังเก็บสารเคมี (อาจารย์ผู้ควบคุมจะแจ้งให้ทราบ)<br>
                            หากผู้ทดลองเกิดอุบัติเหตุในขณะทำการทดลองไม่ว่าจะเล็กน้อย เช่นเศษแก้วบาด ขวดสารแตกหรือไฟใหม้
                            ต้องรายงานอุบัติเหตุที่เกิดขึ้นทุกครั้งต่ออาจารย์ผู้ควบคุม (แบบฟอร์มรายงานอุบัติเหตุ)<br>
                            เมื่อเกิดไฟไหม้ในห้องปฏิบัติการ ผู้ทำการทดลองต้องประเมินว่าจะสามารถระงับไฟได้ไม่
                            แต่ถ้าไม่สามารถทำได้ให้รีบออกจากห้องทันที<br>
                            เมื่อมีการถ่ายเทสารออกมา ต้องมีฉากติดชื่อสารไว้ด้วยเสมอ<br>
                            ไม่เทสารเคมีที่เหลือลงในขวดสารเดิม เนื่องจากเกิดปนเปื้อน<br>
                            ล้างอุปกรณ์ เครื่องมือ และความสะอาดพื้นที่หรือบริเวณที่ทดลอง ปิดน้ำ ปิดแก๊ส<br>
                            ปิดไฟเมื่อทำการทดลองเสร็จ<br>
                            กากสารเคมีที่เกิดจากการทดลอง ต้องแยกประเภท และรวบรวมใส่ขวดพร้อมติดฉากชื่อกลุ่มสาร
                            เพื่อสะดวกในการนำไปกำจัดต่อไป<br>
                            เมื่อทำงานเกี่ยวกับสารเคมีเสร็จแล้ว ต้องล้างมือให้สะอาดด้วยสบู่และน้ำ
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap4">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>อันตรายในห้องปฏิบัติการ</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap4" class="collapse detail_collapse">
                            (1) ไฟไหม้<br>
                            ไฟไหม้เป็นอุบัติเหตุที่มักเกิดขึ้นในห้องปฏิบัติการเสมอ เมื่อมีการใช้ตัวทำละลายอินทรีย์
                            วิธีป้องกันที่ดี ที่สุดคือไม่ใช้หรือไม่ปล่อยให้มีเปลวไฟในห้องปฏิบัติการ
                            การต้มตัวทำละลายอินทรีย์ต้องทำในอ่างน้ำร้อนเท่านั้น ห้ามทำให้ ร้อนบนฮ็อตเพลตโดยตรง
                            และไม่ควรปล่อยตัวทำละลายอินทรีย์ที่ระเหยง่ายไว้ในบีกเกอร์โดยไม่มีฝาปิด
                            เพราะไอของตัวทำ-ละลายจะแผ่ปกคลุมไปตามโต๊ะปฏิบัติการ
                            และเมื่อติดไฟแล้วจะลุกลามมาทบีกเกอร์ต้นเหตุ ทำให้เกิดไฟไหม้รุนแรงได้<br>
                            (2) การระเบิด<br>
                            การระเบิดมักเกิดจากการต้มสารเคมีหรือทำปฏิกิริยาใดๆในภาชนะที่เป็นระบบปิดมิดชิด ก่อนเริ่มกลั่น
                            หรือเริ่มทำปฏิกิริยาต้องตรวจสอบให้แน่ใจก่อนว่ามีช่องทางระบายไอออกจากระบบแล้ว อีกกรณีหนึ่งคือ
                            การทำปฏิกิริยา ระหว่างสารเคมีที่ห้ามผสมกัน ซึ่งมักเกิดขึ้นเพราะไม่รู้มาก่อน
                            อันตรายของการระเบิดจะเนื่องมาจากเศษแก้วแตกทิ่มแทงและ สารเคมีกระเด็นถูกร่างกาย
                            ซึ่งอาจทั้งร้อนและกัดกร่อนหรือเป็นพิษ<br>
                            (3) ผิวหนังไหม้เกรียม<br>
                            อุบัติเหตุเล็กๆที่เกิดขึ้นบ่อยมากคือ ผิวหนังไหม้เกรียม สาเหตุอาจเกิดจากสารเคมีหกรด
                            ตามร่างกาย และการทำงานที่เกี่ยวกับความร้อน เนื่องจากสารเคมีหลายประเภท เช่น กรดและเบส เป็นต้น
                            มีสมบัติกัดกร่อน ต่อผิวหนัง จึงควรหลีกเลี่ยงการสัมผัสโดยตรง
                            ถ้าหกเลอะบนพื้นโต๊ะปฏิบัติการหรือที่ใดก็ตาม จะต้องทำความสะอาดทันทีด้วย ความระมัดระวัง
                            เพื่อป้องกันไม่ให้เป็นอันตรายต่อผู้อื่น
                            ถ้าหกเลอะปริมาณมากต้องแจ้งให้เจ้าหน้าที่ในห้องปฏิบัติการมาจัดการ
                            เมื่อสัมผัสกับสารเคมีแม้เพียงเล็กน้อย ให้รีบล้างด้วยน้ำสะอาดอย่างน้อย 15 นาที
                            แต่ถ้าหกรดตัวเป็นบริเวณกว้าง ให้ถอดเสื้อผ้า ที่เปื้อนออก
                            และเช็ดหรือซับสารเคมีออกจากตัวอย่างรวดเร็ว
                            แล้วจึงชำระล้างโดยใช้ที่ล้างตัวฉุกเฉินนานอย่างน้อย 15 นาที ในกรณีที่ต้องทำงานกับความร้อน
                            ต้องใช้ถุงมือกันความร้อน หรืออุปกรณ์สำหรับหยิบหรือจับของร้อน<br>
                            (4) แก้วบาด<br>
                            อุบัติเหตุแก้วบาดที่เกิดบ่อยที่สุดคือระหว่างการใช้งานเครื่องแก้ว และเทอร์โมมิเตอร์
                            โดยเฉพาะอย่างยิ่ง เวลาสวมต่อเครื่องแก้วกับเครื่องแก้วอีกชิ้นหนึ่งหรือสายยาง
                            วิธีปฏิบัติที่ถูกต้องคือ ต้องหล่อลื่นเครื่องแก้วโดยใช้น้ำหรือกรีส
                            ทาบางๆที่ข้อต่อของเครื่องแก้ว หรือบริเวณที่จะสวมต่อกันให้ทั่ว
                            จากนั้นจับอุปกรณ์ตรงตำแหน่งห่างจากปลายที่ต้องการสวม ต่อกันประมาณ 1 นิ้ว
                            แล้วสวมหรือสอดเข้าหากันโดยออกแรงดันเพียงเล็กน้อย พร้อมกับหมุนอุปกรณ์ช้าๆ เลื่อนตำแหน่งที่จับ
                            แล้วทำซ้ำจนได้ระยะที่ต้องการ เมื่อทำงานเสร็จแล้ว
                            ให้ถอดออกโดยค่อยๆขยับพร้อมกับหมุนช้าๆและออกแรงดึงเพียงเล็กน้อย
                            หากปฏิบัติไม่ถูกต้องอาจเกิดอันตรายรุนแรง เนื่องจากการทิ่มแทงของเครื่องแก้วแตก
                            ซึ่งอาจทำให้เส้นประสาทและเส้นเอ็น ขาดได้<br>
                            (5) การสูดดมไอของสารเคมี<br>
                            สารเคมีทุกชนิดมีความดันไอค่าหนึ่ง ในห้องปฏิบัติการจึงมีกลิ่นไอของสารเคมีปะปนอยู่ มากมาย
                            ถ้าเก็บสารเคมีไว้ปริมาณมาก จะมีไอของสารเคมีในบรรยากาศมาก
                            เมื่อสูดดมไอของสารเคมีบางชนิดจะทำให้จมูก คอ และปอดระคายเคือง
                            ความเป็นอันตรายขึ้นอยู่กับชนิดและปริมาณที่ได้รับเข้าสู่ร่างกาย
                            จึงต้องหลีกเลี่ยงการสูดดมไอของสารเคมี โดยตรง ถ้าจำเป็นต้องทดสอบด้วยการสูดดม
                            ให้ถือภาชนะบรรจุสารเคมีห่างจากตัวประมาณ 6 นิ้ว แล้วใช้มือโบกพัดไอ เข้าหาจมูก
                            ถ้าต้องการระเหยตัวทำละลายออก ต้องทำในตู้ดูดควัน หรือทำโดยการกลั่น
                            ห้ามระเหยแห้งโดยการต้มในภาชนะเปิด ที่โต๊ะปฏิบัติการ<br>
                            (6) สารเคมีเข้าปาก<br>
                            สารเคมีเข้าปากมักเกิดขึ้นโดยบังเอิญ ที่พบเห็นบ่อยมี 3 แบบ คือ การดูดสารเคมีเข้าพิเพตด้วยปาก
                            ไม่ล้างมือเมื่อเปื้อนสารเคมี และการแอบกินลูกอมหรือของขบเคี้ยวในห้องปฏิบัติการ
                            การป้องกันไม่ให้สารเคมีเข้าปากทำได้ ง่ายๆ คือ ใช้ลูกยางหรืออุปกรณ์ดูดสารเคมีเข้าพิเพต
                            ห้ามดูดด้วยปากโดยเด็ดขาด ล้างมือทุกครั้งเมื่อเปื้อนสารเคมี จะช่วยลด
                            โอกาสการปนเปื้อนของสารเคมีบนใบหน้า เนื่องจากเผลอเอามือป้ายหน้า
                            หรือการปนเปื้อนของสารเคมีบนสิ่งของต่างๆ ที่หยิบ หรือจับต้อง
                            โดยเฉพาะอย่างยิ่งต้องล้างมือให้สะอาดก่อนออกจากห้องปฏิบัติการ และก่อนรับประทานอาหาร
                            นอกจากนี้แล้วยัง มีข้อห้ามอื่นๆ ได้แก่ ห้ามนำเกลือ น้ำตาล แอลกอฮอล์
                            ในห้องปฏิบัติการไปผสมหรือปรุงอาหาร ห้ามใช้เครื่องแก้วใดๆ ใส่อาหารหรือเครื่องดื่ม
                            ห้ามแช่อาหารหรือเครื่องดื่มในตู้เย็นที่เก็บสารเคมีหรือตู้น้ำแข็ง และห้ามรับประทานน้ำแข็งจาก
                            ตู้น้ำแข็งในห้องปฏิบัติการ
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap5">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>อุปกรณ์ความปลอดภัย</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap5" class="collapse detail_collapse">
                            (1) ตู้ดูดควัน<br>
                            เมื่อต้องทำงานกับสารเคมีที่เป็นอันตราย เช่น สารไวไฟ สารพิษ และสารกัดกร่อน เป็นต้น
                            จะต้องทำในตู้ดูดควัน
                            ซึ่งได้ออกแบบให้ดูดเอาไอระเหยของสารเคมีต่างๆระหว่างทำการทดลองออกสู่ภายนอกห้องและอาคาร
                            ควรจัดตั้งอุปกรณ์และชุดการทดลองให้ลึกเข้าไปในตู้ดูดควัน ห่างจากด้านหน้าประมาณ 6-10 นิ้ว
                            เพื่อเพิ่มประสิทธิภาพ ในการดูดไอระเหยของตู้ดูดควัน
                            เมื่อจะเริ่มทำปฏิกิริยาจะต้องดึงหน้าต่างกระจกของตู้ดูดควันลงมาให้อยู่ในระดับที่สามารถ สอดมือ
                            ผ่านเข้าไปทำงานได้สะดวก และห้ามยื่นศีรษะเข้าไปในตู้ควัน
                            เช็ดทำความสะอาดพื้นและหน้าต่างกระจกทันทีที่
                            สารเคมีกระเด็นเปื้อนและหลังจากใช้งานเสร็จทุกครั้ง
                            แล้วดึงหน้าต่างกระจกลงมาให้อยู่เหนือพื้นตู้ประมาณ 1-2 นิ้ว<br>
                            (2) อ่างล้างตาฉุกเฉิน<br>
                            เมื่อสารเคมีกระเด็นเข้าตา ต้องรีบล้างตาทันทีภายใน 15 วินาที โดยใช้อ่างล้างตาฉุกเฉิน
                            ต้องช่วยเปิดตาของผู้ประสบภัยให้กว้าง และกดปุ่ม “ผลัก”
                            ที่อ่างล้างตาฉุกเฉินเพื่อปล่อยให้น้ำพุ่งเข้าตาอย่างเต็มที่เป็นเวลานาน ประมาณ 15 นาที
                            จากนั้นจึงรีบพาไปพบแพทย์<br>
                            (3) ที่ล้างตัวฉุกเฉิน<br>
                            เมื่อสารเคมีหกรดตามร่างกายเป็นบริเวณกว้าง ให้รีบถอดเสื้อผ้าที่เปื้อนออก และเช็ดหรือซับ
                            สารเคมีออกให้มากที่สุดอย่างรวดเร็วภายใน 15 วินาที
                            แล้วชำระล้างสารเคมีออกจากร่างกายโดยใช้ที่ล้างตัวฉุกเฉิน เปิดน้ำให้
                            ไหลพุ่งลงมาโดยดันคันโยกขึ้น และล้างตัวเป็นเวลาประมาณ 15 นาที จากนั้นรีบพาไปพบแพทย์<br>
                            (4) เครื่องดับเพลิง<br>
                            เครื่องดับเพลิงเป็นอุปกรณ์สำหรับดับไฟที่เริ่มก่อตัวขึ้น ซึ่งยังเป็นไฟไหม้ขนาดเล็ก
                            เพื่อป้องกัน ไม่ให้ไฟลุกลามต่อไป
                            ในถังดับเพลิงจะมีน้ำยาดับเพลิงเพียงพอสำหรับดับเพลิงในเวลาสั้นๆ
                            ดังนั้นเจ้าหน้าที่ห้องปฏิบัติการ หรือผู้เกี่ยวข้องควรได้รับการฝึกฝนการใช้เครื่องดับเพลิง
                            เพื่อจะได้มีความสามารถในการดับเพลิงอย่างทันท่วงที<br>
                            (5) สัญญาณเตือนภัย<br>
                            เมื่อเกิดอุบัติเหตุหรือพบเห็นอุบัติเหตุในห้องปฏิบัติการ ซึ่งเป็นอันตรายมากและไม่สามารถ
                            จัดการด้วยตนเองได้ ต้องส่งสัญญานเตือนภัยทันที โดยดึงสลักลง
                            หลังจากนั้นต้องรีบออกจากห้องปฏิบัติการและอาคารไปยัง จุดรวมพล<br>
                            (6) อุปกรณ์ปฐมพยาบาล<br>
                            ใช้สำหรับปฐมพยาบาลเมื่อได้รับบาดเจ็บเล็กน้อย เช่น ของมีคมบาด แผลถลอก น้ำร้อนลวก
                            และผิวหนังไหม้เกรียม เป็นต้น อุปกรณ์ปฐมพยาบาลประกอบด้วย น้ำยาเช็ดแผล น้ำยาล้างแผล
                            น้ำยาฆ่าเชื้อ พลาสเตอร์ยา ผ้าพันแผล เทปกาว เจลทาผิวหนังไหม้เกรียมหรือน้ำร้อนลวก สำลี
                            ถุงมือแพทย์ คีมคีบและกรรไกร
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap6">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อปฏิบัติทั่วไป</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap6" class="collapse detail_collapse">
                            (1) ศึกษาแผนผังของห้องปฏิบัติการ เพื่อให้รู้ตำแหน่งที่ตั้งของอุปกรณ์และสิ่งของต่างๆ
                            ที่เกี่ยวข้องกับความปลอดภัย ได้แก่ สัญญาณเตือนภัย เครื่องดับเพลิง ผ้าห่มคลุมเพลิง ทราย
                            ฝักบัวฉุกเฉิน อ่างล้างตาฉุกเฉิน และชุดปฐมพยาบาล
                            รวมทั้งต้องรู้วัตถุประสงค์และทำความเข้าใจวิธีการใช้อุปกรณ์เหล่านี้<br>
                            (2) ต้องรู้เส้นทางที่สั้นที่สุดที่สามารถออกสู่ภายนอกอาคารจากห้องปฏิบัติการได้อย่างรวดเร็ว
                            และควรศึกษาหาทาง-ออกจากห้องปฏิบัติการอย่างน้อย 2 ทาง เพื่อเตรียมไว้ในกรณีเกิดเหตุฉุกเฉิน
                            ถ้าจำเป็นต้องอพยพผู้คนออกจากอาคารให้ปิด และถอดปลั๊กเครื่องใช้ไฟฟ้าที่กำลังใช้อยู่
                            เดินลงทางบันได ห้ามใช้ลิฟต์ ควบคุมสติระหว่างการอพยพ ควรเดินเร็วแต่ห้ามวิ่ง<br>
                            (3) ห้ามสวมรองเท้าแตะหรือรองเท้าเปิดด้านหน้าและเปิดส้น
                            ควรสวมรองเท้าส้นเตี้ยที่หุ้มเท้าโดยรอบเพื่อป้องกัน
                            สารเคมีที่บังเอิญหกรดไม่ให้ถูกเท้าโดยทันที<br>
                            (4) แต่งกายให้เหมาะสม อย่าสวมเสื้อที่รัดรูปหรือหลวมจนเกินไป
                            ไม่ควรสวมเครื่องประดับหรือผูกเน็คไท ให้รวบ และผูกผมยาวไว้หลังศีรษะ
                            เพื่อป้องกันการเกี่ยวหรือเหนี่ยวรั้งสิ่งของต่างๆ ขณะทำการทดลอง ซึ่งจะทำให้เกิดอุบัติเหตุได้
                            อีกทั้งควรสวมกางเกงขายาว แต่ถ้าเป็นกางเกงขาสั้นหรือกระโปรง จะต้องมีความยาวคลุมเข่า<br>
                            (5) ให้นำเอาเฉพาะสิ่งของจำเป็นเข้ามาในห้องปฏิบัติการ ได้แก่ หนังสือ
                            สมุดจดบันทึกหรือสมุดเขียนรายงาน และ เครื่องเขียน เป็นต้น กระเป๋าและสิ่งของอื่นๆ
                            ควรเก็บไว้ในล็อกเกอร์หรือบริเวณที่จัดไว้ให้สำหรับวางของหน้าห้องปฏิบัติการ<br>
                            (6) เมื่อเข้ามาในห้องปฏิบัติการต้องสำรวม อย่าจับอุปกรณ์ เครื่องมือและสารเคมีใดๆ
                            จนกระทั่งให้เริ่มทำการทดลอง ได้<br>
                            (7) อย่าหยอกล้อหรือวิ่งเล่นในห้องปฏิบัติการ เพราะอาจเกี่ยวหรือแกว่งถูกภาชนะบรรจุสารเคมีตกแตก
                            หรืออาจวิ่ง ชนผู้อื่นที่กำลังถือภาชนะบรรจุสารเคมี ทำให้หกรดตนเองหรือผู้อื่น
                            หรือทำให้เกิดอุบัติเหตุอื่นๆได้<br>
                            (8) อย่ารับประทานอาหารและของคบเคี้ยวต่างๆ หรือดื่มเครื่องดื่มในห้องปฏิบัติการ
                            และห้ามใช้อุปกรณ์หรือ เครื่องแก้วใดใส่อาหารและเครื่องดื่ม เพราะอาจมีสารเคมีปนเปื้อนอยู่
                            ซึ่งทำให้สารเคมีเข้าสู่ร่างกายได้<br>
                            (9) อย่าสูดดม และสัมผัสสารเคมีโดยตรง ถ้าบังเอิญสูดดมเข้าไปให้รีบออกจากห้องปฏิบัติการ
                            เพื่อหายใจเอาอากาศ บริสุทธิ์เข้าสู่ร่างกายโดยเร็ว<br>
                            (10) ห้ามทำการทดลองนอกเหนือจากที่กำหนดไว้
                            และให้ทำตามขั้นตอนที่ระบุไว้ในแต่ละการทดลองเท่านั้น
                            เพื่อ ป้องกันการเกิดอันตรายหรืออุบัติเหตุจากปฏิกิริยารุนแรงที่คาดไม่ถึง<br>
                            (11) ห้ามทำการทดลองโดยลำพังในห้องปฏิบัติการ
                            เพราะหากเกิดอุบัติเหตุอาจจะอยู่ในสภาพที่ช่วยเหลือตนเองไม่ได้
                            ถ้ามีความจำเป็นต้องทำการทดลองนอกเวลาที่กำหนดให้ขออนุญาตอาจารย์ผู้ควบคุมปฏิบัติการหรือหัวหน้าห้องปฏิบัติการ
                            เพื่อ พิจารณาว่าสมควรทำหรือไม่ หากทำได้<br>
                            จะได้รับคำแนะนำว่าต้องทำด้วยวิธีอย่างไรจึงจะปลอดภัยมากที่สุด
                            (12) ห้ามจุดตะเกียง เทียนไขหรือไม้ขีดไฟในห้องปฏิบัติการ<br>
                            (13) เมื่อพบเห็นอุบัติเหตุหรือเหตุการณ์ที่อาจก่อให้เกิดอุบัติเหตุได้
                            แม้ว่าจะเป็นอุบัติเหตุขนาดเล็ก ต้องรายงานให้ ผู้ควบคุมปฏิบัติการ
                            หรือหัวหน้าห้องปฏิบัติการทราบทันที เพื่อรีบแก้ไขอย่างรวดเร็ว<br>
                            (14) ควรล้างมือทุกครั้งหลังจากทำการทดลองแต่ละขั้นตอนเสร็จ
                            และต้องล้างด้วยสบู่ให้สะอาดก่อนออกจากห้องปฏิบัติการ เพื่อป้องกันการปนเปื้อนของสารเคมี
                            ถึงแม้ว่าจะสวมถุงมือขณะทำการทดลองตลอดเวลา เมื่อถอดถุงมือออกแล้ว
                            ควรล้างมือให้สะอาดทุกครั้ง<br>
                            (15) ถ้าไม่เรียนรู้ข้อบังคับและแนวปฏิบัติความปลอดภัยในห้องปฏิบัติการ
                            จะทำให้เกิดอุบัติเหตุและการบาดเจ็บทั้ง ต่อตนเองและเพื่อนร่วมทำงานได้ง่าย
                            ผู้ที่ละเมิดครั้งแรกจะได้รับการตักเตือน ครั้งที่สองจะต้องออกจากห้องปฏิบัติการใน วันนั้น
                            ครั้งที่สามจะถูกถอนออกจากรายวิชาปฏิบัติการ
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap7">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อปฏิบัติก่อนเริ่มทำการทดลอง</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap7" class="collapse detail_collapse">
                            (1) อ่านและศึกษาการทดลองก่อนเข้าห้องปฏิบัติการ เพื่อทราบวัตถุประสงค์
                            และเหตุผลของการทำการทดลองทุก ขั้นตอนก่อนเริ่มทำ เพราะจะทำให้รู้ว่าต้องปฏิบัติอย่างไร
                            ควรทำสิ่งใดก่อนและหลัง ควรเพิ่มความระมัดระวังในขั้นตอนใด เป็นพิเศษ
                            ซึ่งเป็นการลดโอกาสการเกิดอันตรายระหว่างการทำการทดลอง นอกจากนี้
                            ยังช่วยให้ทำการทดลองเสร็จในเวลา รวดเร็ว<br>
                            (2) ศึกษาสมบัติกายภาพและอันตรายของสารเคมีทุกชนิดที่ใช้ในการทดลอง
                            ซึ่งสามารถค้นหาข้อมูลเหล่านี้ได้จาก หลายแหล่ง ได้แก่ หนังสือคู่มือต่างๆ เช่น เมิร์กอินเดกซ์
                            (Merck Index) และคู่มือของเคมีและฟิสิกส์ (Handbook of Chemistry and Physics)
                            แต่จะได้ข้อมูลสั้นๆ สำหรับข้อมูลอย่างละเอียดสามารถหาได้จากเอกสารข้อมูลความปลอดภัยของสาร
                            (Material Safety Data Sheet) หรือเรียกย่อว่า เอ็มเอสดีเอส (MSDS)
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap8">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อปฏิบัติระหว่างทำการทดลอง</b></h5>
                            <i class="fas fa-plus"></i>
                        </div>
                        <div id="collap8" class="collapse detail_collapse">
                            (1) ต้องสวมแว่นตานิรภัยตลอดเวลาที่อยู่ในห้องปฏิบัติการ
                            เพื่อป้องกันสารเคมีหรือเศษแก้วแตกหรือสิ่งอื่นใด กระเด็นเข้าตา
                            ไม่ควรใส่คอนแทกเลนส์ขณะทำงานอยู่ในห้องปฏิบัติการ
                            เพราะเมื่อไอหรือสารเคมีเข้าตาจะถูกดูดเข้าไปใต้เลนส์
                            หากถอดคอนแทกเลนส์ออกและทำความสะอาดตาไม่ทันเวลา จะทำให้ตาเสียหายได้
                            ถ้าสารเคมีเข้าตาให้ล้างตาที่อ่างล้างตา ฉุกเฉินทันที เป็นเวลานานอย่างน้อย 15 นาที
                            โดยต้องเปิดตาให้กว้างเเละพลิกเปลือกตาด้านในออกขณะล้างตา ทุกคนจึงต้องรู้
                            ตำแหน่งที่ตั้งและวิธีใช้อ่างล้างตาฉุกเฉิน ปกติแล้วต้องรีบล้างตาภายใน 15 วินาที
                            หลังจากสารเคมีกระเด็นเข้าตา หากทำช้ากว่านี้ อาจทำให้สูญเสียตาได้<br>
                            (2) ต้องสวมเสื้อคลุมปฏิบัติการตลอดเวลาที่อยู่ในห้องปฏิบัติการ
                            เพื่อป้องกันสารเคมีที่หกหรือกระเด็น ไม่ให้สัมผัส กับร่างกายโดยตรง
                            เมื่อสารเคมีสัมผัสกับผิวหน้า หรือหกรดมือหรือแขนเพียงเล็กน้อย
                            ให้ล้างด้วยน้ำปริมาณมากอย่างรวดเร็ว อาจใช้น้ำจากก๊อกน้ำ
                            โดยปล่อยให้น้ำไหลชะล้างเป็นเวลาไม่น้อยกว่า 15 นาที แต่ถ้าถูกขาหรือร่างกายเป็นบริเวณกว้าง
                            ให้ถอดเสื้อผ้าที่เปื้อนสารเคมีออกอย่างรวดเร็วและซับหรือเช็ดสารเคมีตามร่างกายออกให้มากที่สุด
                            แล้วจึงชำระล้างด้วยน้ำจาก ฝักบัวฉุกเฉิน ซึ่งจะปล่อยน้ำปริมาณมากในเวลาสั้น
                            เพื่อชะล้างสารเคมีออกอย่างรวดเร็ว หลังจากนั้นให้รายงานการบาดเจ็บ
                            หรืออุบัติเหตุให้อาจารย์ผู้ควบคุมปฏิบัติการหรือหัวหน้าห้องปฏิบัติการทราบทันที
                            เพื่อดำเนินการตามวิธีการรักษาที่เหมาะสม ต่อไป<br>
                            (3) ควรสวมถุงมือยางเมื่อต้องทำงานกับสารกัดกร่อน เป็นพิษ หรือระคายเคืองเป็นเวลานาน
                            และล้างมือให้สะอาด ทุกครั้งเมื่อทำการทดลองเสร็จ โดยเฉพาะอย่างยิ่งเมื่อทำงานกับกรดและเบสแก่
                            อย่าให้ถูกผิวหนังเพราะจะทำให้ผิวหนัง ไหม้เกรียมได้ง่าย ถ้าเป็นสารที่มีความเป็นพิษสูง
                            ต้องทำการทดลองในตู้ดูดควัน เพราะตู้ดูดควันจะดูดไอของสารและปล่อย ออกนอกอาคารตลอดเวลา
                            ถ้าไม่มีตู้ดูดควันให้ทำในบริเวณที่มีการถ่ายเทอากาศที่ดีเพื่อหลีกเลี่ยงการสะสมของไอของสารจน
                            ถึง ขีดอันตราย<br>
                            (4) ต้องตรวจสภาพของเครื่องแก้วทุกชิ้นก่อนนำไปใช้งานทุกครั้ง
                            โดยยกเครื่องแก้วขึ้นดูด้วยการส่องกับแสงสว่าง และตรวจดูให้ทั่วเพื่อหารอยร้าว รอยบิ่น รอยแตก
                            หรือลักษณะผิดปกติอื่นๆ ซึ่งมักเป็นสาเหตุทำให้เครื่องแก้วแตกระหว่าง ทำการทดลอง
                            ถ้าตรวจพบลักษณะผิดปกติของเครื่องแก้วให้เปลี่ยนทันที ไม่ควรนำไปใช้ ให้ทิ้งเศษแก้วแตกและหลอด
                            แคพิแลรีที่ใช้แล้วในภาชนะที่จัดไว้ ห้ามทิ้งเศษแก้วเหล่านี้ในถังขยะปกติ
                            สำหรับเทอร์โมมิเตอร์ปรอทที่แตก จะต้องระวัง เป็นพิเศษ
                            เพราะปรอทเป็นพิษและระเหยได้ง่ายที่อุณหภูมิห้อง
                            ต้องรายงานให้ผู้ควบคุมปฏิบัติการหรือหัวหน้าห้องปฏิบัติการ ทราบ เพื่อกำจัดโดยทันที<br>
                            (5) อ่านชื่อของสารเคมีที่ฉลากบนขวดให้แน่ใจว่าหยิบถูกต้องแล้ว
                            ก่อนใช้สารเคมีและก่อนผสมสารเคมีใดๆ ต้อง ตรวจสอบอีกครั้งหนึ่งให้แน่ใจว่าหยิบสารเคมีมาถูกต้อง
                            ห้ามใช้สารเคมีที่อยู่ในขวดหรือภาชนะอื่นที่ไม่มีฉลากบอกชื่อสารเคมี
                            ให้ถ่ายเทสารเคมีมาใช้เพียงเล็กน้อยในปริมาณเท่าที่ต้องการ
                            ส่วนเกินที่เหลือต้องกำจัดทิ้งตามคำแนะนำของผู้ควบคุมปฏิบัติการ หรือหัวหน้าห้องปฏิบัติการ
                            ห้ามเทกลับคืนลงขวดบรรจุสารเพื่อป้องกันไม่ให้มีสิ่งปนเปื้อนในขวดบรรจุสาร ทุกครั้งที่ใช้
                            รีเอเจนต์เสร็จแล้วต้องเช็ดรอบขวดภายนอกและปิดจุกหรือฝาให้เรียบร้อย<br>
                            (6) ถ้าทำสารเคมีหกเลอะเล็กน้อย (น้อยกว่า 50 กรัม หรือ 50 มิลลิลิตร)
                            บนพื้นห้องหรือบนโต๊ะปฏิบัติการจะต้อง ทำความสะอาดทันทีด้วยวิธีการที่ถูกต้อง
                            แต่ถ้าทำหกเลอะปริมาณมาก (มากกว่า50 กรัม หรือ 50 มิลลิลิตร) ให้รายงานผู้ควบคุม
                            ปฏิบัติการหรือหัวหน้าห้องปฏิบัติการทราบ<br>
                            (7) เมื่อจะใช้อุปกรณ์ไฟฟ้าควรตรวจสอบก่อนว่าสายไฟที่ต่อกับเครื่องมือไม่ชำรุด<br>
                            (8) ในห้องปฏิบัติการต้องมีเครื่องดับเพลิงประจำห้อง
                            ที่นิยมใช้ได้แก่ประเภทคาร์บอนไดออกไซด์เหลว
                            หรือผงเคมี เช่น โซเดียมไบคาร์บอเนต และแอมโมเนียมฟอสเฟต
                            ผู้ปฏิบัติงานควรทราบตำแหน่งที่ตั้งและวิธีใช้เครื่องดับเพลิง ในกรณีที่
                            เกิดเพลิงลุกไหม้ในภาชนะ
                            ให้ปิดหรือคลุมภาชนะนั้นทันทีด้วยภาชนะหรืออุปกรณ์อื่นใดที่อยู่ใกล้หรือใช้ผ้าชุบน้ำปิดคลุมไฟ
                            ทันที เพื่อป้องกันไม่ให้ไฟลุกลาม หากไฟลุกติดเสื้อผ้า ห้ามวิ่ง เพราะจะทำให้ไฟลุกมากขึ้น
                            ให้นอนกลิ้งบนพื้นและคลุมด้วย ผ้าห่มคลุมเพลิงหรือผ้าชุบน้ำ<br>
                            (9) ทำงานในห้องปฏิบัติการด้วยความระมัดระวังอยู่เสมอ
                            โดยเฉพาะอย่างยิ่งเมื่อต้องใช้ตัวทำละลายและสารเคมี-อินทรีย์ที่เป็นสารไวไฟและมีจุดวาบไฟต่ำ
                            เช่น ไดเอทิลอีเทอร์ เพราะไอจะกระจายทั่วห้องได้อย่างรวดเร็ว จึงมีโอกาสเกิด ไฟไหม้ได้ง่าย
                            ไม่ควรนำตัวทำละลายที่ระเหยง่ายมาทำให้ร้อนโดยตั้งบนฮ๊อตเพลต (hot plate) หรือเตาไฟฟ้าโดยตรง
                            เพราะถ้า ตัวทำละลายหกหรือเดือดล้นออกมาจากภาชนะจะเกิดการลุกไหม้ได้ทันที

                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap9">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อปฏิบัติหลังทำการทดลองเสร็จ</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap9" class="collapse detail_collapse">
                            (1) กำจัดของเสียที่เกิดขึ้นตามคำแนะนำที่ระบุไว้ในการทดลอง หลักเกณฑ์ทั่วไปคือ
                            ของเสียที่เป็นสารละลายในน้ำ หรือในตัวทำละลายที่รวมเป็นเนื้อเดียวกับน้ำ และมีปริมาณเล็กน้อย
                            (3-10 มิลลิลิตร) ไม่มีเกลือโลหะหนัก สารประกอบ ไซยาไนด์ เกลือไนเทรต หรือสารอันตรายอื่นๆ
                            ให้เทลงท่อน้ำทิ้งได้เลยโดยต้องเปิดน้ำตามปริมาณมากเป็นเวลา 1-2 นาที
                            สารละลายกรดและสารละลายเบสที่มีความเข้มข้นมากกว่า 10% ต้องทำให้เป็นกลางก่อน
                            แล้วจึงเทลงท่อน้ำทิ้งและเปิดน้ำตาม ปริมาณมากได้
                            ของเสียบางอย่างต้องบำบัดก่อนเทลงท่อน้ำทิ้งซึ่งต้องศึกษาหาวิธีการไว้ล่วงหน้าแล้ว
                            แต่บางอย่างเทลงท่อน้ำทิ้งไม่ได้เลย เช่น ตัวทำละลายอินทรีย์ที่มีแฮโลเจน
                            สารละลายหรือของผสมที่มีเกลือของโลหะหนักหรือสารเป็นพิษ ให้เทใน
                            ภาชนะที่จัดแยกไว้สำหรับเก็บของเสียแต่ละประเภท เพื่อรวบรวมและนำส่งไปกำจัดต่อไป<br>
                            (2) ต้องล้างเครื่องแก้วให้สะอาด
                            เพราะนอกจากเป็นการเตรียมความพร้อมสำหรับการทดลองครั้งต่อไปแล้ว
                            ยังเป็น
                            การลดโอกาสการเกิดอันตรายจากปฏิกิริยารุนแรงที่อาจเกิดจากสารเคมีที่หลงเหลืออยู่ในเครื่องแก้วเหล่านั้น
                            และควรเก็บ เครื่องแก้วที่ล้างสะอาดแล้วและอุปกรณ์ต่างๆ ให้เรียบร้อย<br>
                            (3) ต้องเช็ดโต๊ะปฏิบัติการให้สะอาดก่อนออกจากห้องปฏิบัติการ
                            เพื่อให้แน่ใจว่าไม่มีสารเคมีใดตกค้างอยู่ อันอาจเป็น
                            อันตรายต่อผู้อื่นที่จะมาทำการทดลองต่อไป<br>
                            (4) ตรวจดูว่าได้ถอดปลั๊กไฟ ปิดวาล์วน้ำ และเก็บอุปกรณ์เครื่องมือทั้งหมดเข้าที่เรียบร้อย
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap10">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ลำดับความสำคัญของความเป็นอันตราย</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap10" class="collapse detail_collapse">
                            ลำดับที่ 1 สารติดเชื้อ<br>
                            ลำดับที่ 2 สารกัมมันตรังสี<br>
                            ลำดับที่ 3 วัตถุระเบิด<br>
                            ลำดับที่ 4 แก๊สอัด ก๊าซเหลว หรือก๊าซที่ละลายภายใต้ความดัน<br>
                            ลำดับที่ 5 สารที่มีความเสี่ยงต่อการลุกไหม้ได้เอง<br>
                            ลำดับที่ 6 สารให้ก๊าซไวไฟเมื่อสัมผัสกับน้ำ<br>
                            ลำดับที่ 7 สารเปอร์ออกไซด์อินทรีย์<br>
                            ลำดับที่ 8 สารออกซิไดซ์<br>
                            ลำดับที่ 9 ของแข็งไวไฟ<br>
                            ลำดับที่ 10 ของเหลวไวไฟ<br>
                            ลำดับที่ 11 สารพิษ<br>
                            ลำดับที่ 12 สารกัดกร่อน<br>
                            ลำดับที่ 13 ของเหลวติดไฟ/ ของเหลวไม่ติดไฟ<br>
                            ลำดับที่ 14 ของแข็งติดไฟ/ ของแข็งไม่ติดไฟ
                        </div>
                    </button>
                </div>

            </div>
        </div>
    </section>

    <section>
        <?php include('layout/prepare.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/received.php'); ?>
    </section>

    <section>
        <?php $id_group = 17;include('layout/training_card.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/gallery_course.php'); ?>
    </section>

    <section class="black-bg">
        <?php include('layout/video_course.php'); ?>
    </section>

    <section class="white-bg">
        <div class="container_small p-t-80 p-b-80">
            <div class="row">
                <div class="col-lg-6 align-self-center text-center mb-3">
                    <img title="" class="box_shadow img-fluid"
                        src="<?php echo $base_url;?>/img/bg/การประเมินความเสี่ยงด้านความปลอดภัย (Safety Risk assessment)-ชลบุรี-ระยอง-สมุทรปราการ-เซฟตี้อินไทย-safetyinthai.jpg"
                        alt="">
                </div>
                <div class="col-lg-6 px-5 align-self-center mb-3">
                    <h2 class="text-center"><b>การประเมินความเสี่ยงด้านความปลอดภัย </br>(Safety Risk
                            assessment)</b></br>
                    </h2>
                    <hr class="hr_green mx-auto hr_fix_width">
                    <div class="about__Text">
                        <p>
                            การชี้บ่งอันตรายและประเมินความเสี่ยงจากการทำงาน ( Risk Assessment )
                            เป็นวิธีการและขั้นตอนที่ระบุลำดับความเสี่ยงของอันตรายทั้งหมดที่เกี่ยวข้องกับกิจกรรมของงาน
                            ที่ครอบคลุมขั้นตอนการทำงาน สถานที่ เครื่องจักร อุปกรณ์ บุคลากร ที่อาจก่อให้เกิดการบาดเจ็บ
                            ความเจ็บป่วย ความเสียหายต่อทรัพย์สินและสิ่งแวดล้อม หรือสิ่งต่าง ๆ รวมกัน
                            ในหัวข้อนี้จะอธิบายถึงหลักการ และวิธีการประเมินความเสี่ยงด้านความปลอดภัยและอาชีวอนามัย
                            การอธิบายถึงความจำเป็นที่ต้องประเมินความเสี่ยงการประมาณระดับความเสี่ยงโดยคำนึงถึง
                            ความรุนแรงและโอกาสที่จะเกิดอันตราย เพื่อนำมาพิจารณาว่าเป็นความเสี่ยงที่ยอมรับได้
                            หรือยอมรับไม่ได้ และการวางแผนควบคุมความเสี่ยงที่ยอมรับไม่ได้
                        </p>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-md-6 col-8">
                            <a href="การประเมินความเสี่ยงด้านความปลอดภัย">
                                <button
                                    class="btn btn-block btn--medium btn--radius btn--black btn--black-hover-green font--light text-uppercase">
                                    รายละเอียดเพิ่มเติม
                                </button>
                            </a>
                        </div>
                    </div>
                    <br>
                    <br>
                    <ul>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อทราบปัจจัยเสี่ยงอันตรายและการชี้บ่งอันตรายพร้อมการค้นหาอันตราย
                        </li>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อฝึกปฏิบัติในการวิเคราะห์งานเพื่อความปลอดภัย (JSA)
                            และการกำหนดมาตรฐานความปลอดภัยในการทำงาน</li>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อกำหนดให้ผู้เข้ารับการอบรมสามารถจัดทำการวิเคราะห์งานและมาตรฐานความปลอดภัยในการทำงานของส่วนงาน
                            แผนกที่ตนเองรับผิดชอบ
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg p-t-10">
        <?php include('layout/contact_inhouse.php'); ?>
    </section>

    <section>
        <?php include('layout/food.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/customer.php'); ?>
    </section>
</main>
<?php include('footer_front.php'); ?>

<script>
var sl_group = "<?php echo (isset($_POST['sl_group']) && $_POST['sl_group']) ? $_POST['sl_group'] : 0 ;?>";
var sl_training = <?php echo (isset($_POST['sl_training']) && $_POST['sl_training']) ? $_POST['sl_training'] : 0 ;?>;
var sl_branch = <?php echo (isset($_POST['sl_branch']) && $_POST['sl_branch']) ?  $_POST['sl_branch'] : 0 ;?>;
var sl_month = <?php echo (isset($_POST['sl_month']) && $_POST['sl_month']) ? $_POST['sl_month'] : 0 ;?>;
</script>

<script type="text/javascript" src="js/set-select2.js"></script>

<script>
$(".nav-tabs li a").each(function(index, value) {
    $.ajax({
        method: "POST",
        url: "plan_detail.php",
        data: {
            sl_training: $(this).attr("data-id_training"),
            sl_branch: $(this).attr("data-id_branch")
        },
        success: function(result) {
            $('.table' + (index + 1)).html(result);
        }
    });
});

$(".information").on("click", ".btn_collap.collapsed", function(e) {
    e.preventDefault();
    $('.information .collapse').not(this).collapse('hide');

    $(this).find('i').removeClass("collap_close").addClass("collap_open");
    $(this).find('i').removeClass("fa-plus").addClass("fa-minus");
})

$(".collapse").on('hide.bs.collapse', function() {
    $(this).parent("button").find('i').removeClass("collap_open").addClass("collap_close");
    $(this).parent("button").find('i').removeClass("fa-minus").addClass("fa-plus");
});
</script>