<?php include('header_front.php'); ?>

<?php 
    $id_training = 431;//ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร

    //หา banner
    $actual_link = (isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] === 'on' ? "https" : "http") . "://$_SERVER[HTTP_HOST]$_SERVER[REQUEST_URI]";
    $sql = 'SELECT path_banner,alt FROM menu_training WHERE url_page = ?';
    $stmt = $safetyDb->prepare($sql);
    $stmt->execute(array($actual_link));
    $menu_branch = $stmt->fetchAll(PDO::FETCH_ASSOC);
    
    //หา course outline 
    $stmt = $bookingDb->prepare('SELECT detail_training FROM training 
    WHERE id_training = ?');
    $stmt->execute(array($id_training));
    $url_course_outline = $stmt->fetchColumn();
?>

<style>
.people_inhouse {
    position: absolute;
    bottom: 0;
    left: 3vw;
    z-index: 2;
    height: 22vw;
    -webkit-transform: scaleX(-1);
    transform: scaleX(-1);
}
</style>

<main id="main-container" class="main-container">
    <div id="overlay"></div>

    <div style="position: relative;">
        <section class="section_banner_full_width">
            <img alt="<?php echo $menu_branch[0]['alt'];?>"
                src="<?php echo $base_url . $menu_branch[0]['path_banner'];?>">
        </section>
        <?php include('layout/tab_search.php'); ?>
    </div>

    <section class="padding_bottom">
        <div class="container p-t-160 p-b-80 no_br">
            <h2 class="text-center"><b>ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร (Machine Safety Audit)</b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <br>
            <div class="row">
                <div class="col-md-6 col-12 mb-3 text-center">
                    <img style="max-width: 75%;" class="box_shadow"
                        src="<?php echo $base_url;?>/img/template_gallery/gallery_forklift2 (15).jpg" alt="">
                </div>
                <div class="col-md-6 col-12 align-self-center mb-3">
                    <div class="row">
                        <div class="col-lg-9 col-md-11 col-12 m-auto">
                            <h6>
                                การล็อคและแขวนป้ายอุปกรณ์ (Machine Safety and Lockout
                                Tagout)เป็นระบบที่จะทำให้เกิดความปลอดภัยในการทำงาน โดยในงานบำรุงรักษาเครื่องจักร
                                มักจะเป็นงานที่เกิดอุบัติเหตุได้บ่อย ทั้งนี้อาจเกิดจากสถานที่ๆ ไม่เอื้ออำนวย
                                หรือไม่มีความปลอดภัย อย่างเช่น
                                เครื่องมืออุปกรณ์วางไม่เรียบร้อย,วัสดุไม่ได้จัดวางเป็นระเบียบ
                                หรืออาจจะเกิดจากอุปนิสัยของช่างซ่อมบำรุงเอง และหากเกิดอุบัติเหตุขึ้น
                                ก็จะทำให้พวกเขาได้รับบาดเจ็บหรือเสียชีวิตลงได้
                            </h6>
                        </div>
                    </div>
                </div>
            </div>
            <br>
            <br>
            <div class="row">
                <div class="col-md-6 col-12 align-self-center mb-3">
                    <div class="row">
                        <div class="col-lg-9 col-md-11 col-12 m-auto">
                            <h6>
                                โดยจะส่งผลโดยตรงต่อหน่วนงานหรือโรงงานอุตสาหกรรมนั้นๆ ในด้านสวัสดิการ และผลผลิต
                                ตลอดจนคุณภาพของผลิตภัณฑ์ ฉะนั้น การป้องกันอุบัติเหตุ จึงเป็นสิ่งจำเป็นยิ่งนัก
                                สำหรับอุบัติเหตุที่เกิดขึ้นในงานซ่อมบำรุง อันเนื่องมาจากสาเหตุจากสภาพการณ์ที่ไม่ปลอดภัย
                                และการกระทำที่ไม่ปลอดภัย ซึ่งจะส่งผลกระทบกับพนักงานและองค์กรโดยตรง ในเรื่องของ P Q C D S
                                M E ดังนั้นเรื่อง การล็อคและแขวนป้ายอุปกรณ์ (Machine Safety and Lockout
                                Tagout)สำหรับระบบการบำรุงรักษาเครื่องจักรที่ถูกวิธีจะทำให้ผู้เข้าฝึกอบรมเพิ่มประสิทธิภาพและมีความปลอดภัย
                                ในการทำงาน
                            </h6>
                        </div>
                    </div>
                </div>
                <div class="col-md-6 col-12 mb-3 text-center">
                    <img style="max-width: 75%;" class="box_shadow"
                        src="<?php echo $base_url;?>/img/template_gallery/gallery_forklift2 (11).jpg" alt="">
                </div>
            </div>
        </div>
    </section>

    <section style="position: relative;">
        <?php include('layout/why_training.php'); ?>
    </section>

    <section class="white-bg padding_top" id="table_course">
        <div class="container p-b-80 p-t-80">
            <h2 class="text-center"><b class="head_nav">ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร</b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <h5 class="text-center">ท่านสามารถค้นหาหลักสูตรความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร
            </h5>
            <br>
            <div class="row">
                <div class="col-md-12">
                    <div class="tab" role="tabpanel">
                        <ul class="nav nav-tabs" role="tablist">
                            <li style="width: 50%;" class="text-center" role="presentation"><a data-id_branch="46"
                                    data-id_training="423" href="#tab1" class="active" role="tab" data-toggle="tab"></i>
                                    <h5>ออนไลน์</h5>
                                </a></li>
                            <li style="width: 50%;" class="text-center" role="presentation"><a data-id_branch="11,44"
                                    data-id_training="<?php echo $id_training;?>" href="#tab2" role="tab"
                                    data-toggle="tab"></i>
                                    <h5>ชลบุรี</h5>
                                </a></li>
                        </ul>
                        <div class="tab-content">
                            <div role="tabpanel" class="tab-pane fade active" id="tab1">
                                <div class="table1"></div>
                            </div>
                            <div role="tabpanel" class="tab-pane fade" id="tab2">
                                <div class="table2"></div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <div class="row p-t-80 m-0">
            <div class="col-lg-6 col-md-12 col-12 bg-principle">
                <img title="" class="lazy" data-src="<?php echo $base_url;?>/img/template_gallery/gallery6.jpg" alt="">
            </div>
            <div class="col-lg-6 col-md-12 col-12 align-self-center black-bg p-t-80 p-b-80">
                <div class="row mx-4">
                    <div class="col-lg-12 col-md-11 col-12 m-auto">
                        <h2 class="text-center" style="font-weight: 1000;">
                            หลักการและเหตุผล
                        </h2>
                        <hr class="hr_green mx-auto hr_fix_width">
                        ตามกฎกระทรวง กำหนดมาตรฐานในการบริหารจัดการและดำเนินการ ด้านความปลอดภัย อาชีวอนามัย และ
                        สภาพแวดล้อมในการทำงาน เกี่ยวกับ เครื่องจักร ปั้นจั่นและหม้อน้ำ พ.ศ. 2564 กำหนดว่า
                        ในการทำงานเกี่ยวกับ เครื่องปั๊มโลหะ
                        เครื่องเชื่อมไฟฟ้า เครื่องเชื่อมก๊าซ หรือ
                        เครื่องจักรชนิดอื่นที่อาจก่อให้เกิดอันตรายจากการใช้งานได้โดยสภาพ นายจ้างต้องใช้ลูกจ้าง
                        ซึ่งผ่านการอบรม เกี่ยวกับขั้นตอนและวิธีการทำงานที่ปลอดภัยในการทำงาน กับเครื่องจักร
                        การป้องกันอันตรายจากเครื่องจักร
                        รายละเอียดเกี่ยวกับโครงสร้างอุปกรณ์ การตรวจสอบและบำรุงรักษาอุปกรณ์ของเครื่องจักรนั้น
                        โดยวิทยากรซึ่งมีความรู้ ความ
                        เชี่ยวชาญ และประสบการณ์การทำงานเกี่ยวกับเครื่องจักรแต่ละประเภท
                        หลักสูตร "ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร" นี้ได้รวบรวมความรู้ที่จำเป็น
                        สำหรับผู้ปฏิบัติงานกับ
                        เครื่องจักรแต่ละประเภท ให้สามารถนำความรู้ไปใช้ปฏิบัติ ตามวัตถุประสงค์และเจตนารมณ์<br><br>
                        วัตถุประสงค์<br>
                        1) เพื่อให้ผู้เข้ารับการอบรมหรือผู้ปฏิบัติงานกับเครื่องจักร
                        เข้าใจถึงอันตรายที่อาจเกิดขึ้นขณะปฏิบัติงาน<br>
                        2) เพื่อให้ผู้เข้าอบรมหรือผู้ปฏิบัติงานกับเครื่องจักร ได้ทราบถึงขั้นตอนการทำงานที่ปลอดภัย
                        หลักการทำงานกับเครื่องจักร
                        ในสถานประกอบกิจการ /โรงงานอย่างถูกต้อง<br>
                        3) เพื่อให้ผู้เข้ารับการอบรมหรือผู้ปฏิบัติงานกับเครื่องจักร
                        ทราบถึงวิธีป้องกันอันตรายที่อาจเกิดขึ้นขณะปฏิบัติงาน<br>
                        4) เพื่อให้ผู้ปฏิบัติงานหรือผู้ปฏิบัติงานกับเครื่องจักร
                        ทราบถึงข้อกฎหมายและมาตรฐานการปฏิบัติงานที่ถูกต้อง มีความ
                        ตระหนักถึงความปลอดภัยในการทำงานกับเครื่องจักรประเภทต่างๆ
                    </div>
                    <div class="col-lg-4 col-md-5 col-12 mt-5 mx-auto">
                        <a target="_blank" rel="noreferrer" href="<?php echo $url_course_outline;?>">
                            <button
                                class="btn btn-block btn--medium btn--radius btn--green btn--green-hover-black font--light text-uppercase">
                                เอกสารการอบรม
                            </button>
                        </a>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <?php include('layout/qualification.php'); ?>
    </section>

    <section>
        <div class="container_small p-t-80 p-b-80">
            <h2 class="text-center"><b>
                    ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร
                </b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <div class="row mx-auto">
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-03.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-02.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-01.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-04.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-05.jpg"
                        alt="">
                </div>
                <div class="col-md-4 col-12 mb-4 article_course">
                    <img title="" class="img-fluid box_shadow"
                        src="<?php echo $base_url;?>/img/template_article/บทความความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร-06.jpg"
                        alt="">
                </div>
            </div>
            <div class="row">
                <div class="col-md-3 mt-3 col-8 mx-auto">
                    <a href="article">
                        <button
                            class="btn btn-block btn--medium btn--radius btn--black btn--black-hover-green font--light text-uppercase">
                            ดูทั้งหมด
                        </button>
                    </a>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg bg_information">
        <div class="container p-b-80 p-t-80">
            <h2 class="text-center"><b>
                    ข้อมูลที่เป็นประโยชน์
                </b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <br>
            <div class="row information">
                <div class="col-md-6 col-12 my-3 ">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap1">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>เครื่องจักร หมายความว่า</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap1" class="collapse detail_collapse">
                            สิ่งที่ประกอบด้วยชิ้นส่วนหลายชิ้นสำหรับก่อกำเนิดพลังงานเปลี่ยนหรือแปลงสภาพพลังงานหรือส่งพลังงาน
                            ทั้งนี้ ด้วยกำลังน้ำ ไอน้ำ เชื้อเพลิง ลม ก๊าซ ไฟฟ้าหรือพลังงานอื่น
                            และหมายความรวมถึงเครื่องอุปกรณ์ ล้อตุนกำลัง รอก สายพาน เพลา เฟือง
                            หรือสิ่งอื่นที่ทำงานสัมพันธ์กัน รวมทั้งเครื่องมือกล
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap2">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>กฎเหล็กการทำงานกับเครื่องจักรอย่างปลอดภัยมีอะไรบ้าง</b></h5><i
                                class="fas fa-plus"></i>
                        </div>
                        <div id="collap2" class="collapse detail_collapse">
                            (1) ห้ามใช้เครื่องจักรโดยไม่มีหน้าที่หรือได้รับการอบรมมาก่อน<br>
                            (2) ใช้เครื่องจักรอย่างระมัดระวัง ปฏิบัติงานตามคู่มือ หรือขั้นตอนที่กำหนดเสมอ<br>
                            (3) ห้ามถอดเครื่องมือนิรภัยหรือที่ครอบป้องกันอันตรายจากเครื่องจักรออกเด็ดขาด<br>
                            (4) สวมใส่อุปกรณ์ป้องกันอันตรายที่เหมาะสมกับงาน<br>
                            (5) ระวังอย่าให้มือหรือส่วนใดของร่างกายเข้าใกล้จุดหมุน จุดหนีบ
                            หรือส่วนที่เคลื่อนไหวของเครื่องจักร<br>
                            (6) ขณะเครื่องจักรกำลังทำงานอย่าปรับแต่งทำความสะอาด หรือพยายามดึงชิ้นงานที่ติดขัด
                            โดยไม่หยุดเครื่องจักรก่อน<br>
                            (7) สวมใส่เสื้อผ้าที่กระชับ ไม่ควรสวมใส่เครื่องประดับ ที่อาจถูกเครื่องจักรหนีบหรือดึงได้<br>
                            (8) ขณะทำการตรวจสอบ แก้ไข หรือซ่อมแซมเครื่องจักร ให้แขวนป้ายเตือนและใส่กุญแจล็อค (Logout,
                            Tagout) ตลอดเวลา<br>
                            (9) ก่อนปฏิบัติงาน ต้องตรวจสอบสภาพเครื่องจักรให้อยู่ในสภาพดีเสมอ<br>
                            (10) หากพบเครื่องจักร เครื่องมือนิรภัย
                            หรือที่ครอบป้องกันอันตรายจากเครื่องจักรที่ชำรุดหรือสูญหายไป ให้รีบแจ้งหัวหน้างานทันที
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap3">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ประเภทของเครื่องจักร</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap3" class="collapse detail_collapse">
                            (1) เครื่องต้นกำลัง<br>
                            เครื่องจักรประเภทนี้มีจุดเด่นที่ขีดความสามารถในการผลิตและเปลี่ยนพลังงานจากรูปหนึ่งไปสู่อีกรูป
                            ยกตัวอย่างเช่น
                            เครื่องจักรที่ใช้มอเตอร์ไฟฟ้าในการเปลี่ยนพลังงานที่อยู่ในรูปของไฟฟ้าไปเป็นพลังงานกลในการขับเคลื่อนเครื่องจักร
                            อาทิ รถยนต์ไฟฟ้า
                            หรือในกรณีของเครื่องจักรสุดคลาสสิคอย่างรถไฟเครื่องจักรไอน้ำที่ใช้พลังงานจากไอน้ำแปรเปลี่ยนเป็นพลังงานกลในการขับเคลื่อนรถไฟ<br>
                            (2) เครื่องส่งกำลัง<br>
                            เป็นชิ้นส่วนสำคัญในเครื่องจักรกลทุกขนาด
                            มีหน้าที่สำคัญในการส่งผ่านพลังงานจากเครื่องต้นกำลังไปยังเครื่องจักรปลายทาง
                            หรือกล่าวอีกนัยหนึ่งได้ว่าเครื่องส่งกำลังเป็นเครื่องจักรที่ใช้ในการลำเลียงพลังงานนั่นเอง
                            ยกตัวอย่างเช่น สายพาน โซ่ เฟือง เพลา และท่อลมอัดประเภทต่าง ๆ
                            ที่ใช้ในเครื่องจักรทุกประเภท<br>
                            (3) เครื่องจักรทำการผลิต<br>
                            เป็นเครื่องจักรที่ใช้พลังงานจากเครื่องต้นกำลัง
                            และเครื่องส่งกำลังในการดำเนินการผลิตหรือใช้พลังงานให้เกิดประโยชน์ตามวัตถุประสงต์ของผู้ใช้งาน
                            โดยเครื่องจักรทำการผลิจจะถูกออกแบบมาเพื่อให้มีขีดความสามารถในการใช้งานประเภทต่าง ๆ โดยเฉพาะ
                            ไม่ว่าจะเป็นเครื่องเจาะ เครื่องอัด เครื่องตัด เครื่องไส เครื่องกลึง
                            รวมถึงเครื่องจักรที่ใช้ในโรงงานอุตสาหกรรมขนาดใหญ่ที่ต้องใช้สายพานการผลิตสินค้าจำนวนมากอย่างบรรจุภัณฑ์
                            อาหารแปรรูป ตลอดจนเครื่องนุ่งห่มต่าง ๆ
                            เนื่องจากมีจุดเด่นที่สามารถทำงานได้อย่างปราศจากความเหน็ดเหนื่อย มีความผิดพลาดน้อยกว่ามนุษย์
                            ตลอดจนมีศักยภาพในการผลิตสินค้าได้ปริมาณมากในเวลาที่จำกัด
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap4">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>เครื่องจักรคุณภาพควรประกอบด้วย 5 คุณลักษณะดังนี้</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap4" class="collapse detail_collapse">
                            (1) ออกแบบได้มาตรฐานอุตสาหกรรม มีความแม่นยำ เที่ยงตรง
                            สามารถใช้ได้ตามวัตถุประสงค์ของเครื่องมือได้อย่างมีประสิทธิภาพสูงสุด<br>
                            (2) มีความแข็งแรงทนทาน สามารถรองรับชั่วโมงในการทำงานได้เป็นเวลานาน<br>
                            (3) เครื่องจักรที่มีขนาดใหญ่ควรมีการติดตั้งในบริเวณที่เหมาะสมแก่การใช้งาน
                            สามารถป้องกันสภาพอากาศที่อาจส่งผลต่อการทำงานได้<br>
                            (4) ใช้งานได้อย่างเต็มขีดความสามารถ ตอบโจทย์ความต้องการของผู้ใช้งานทุกระดับ<br>
                            (5) มีการบำรุงรักษา เปลี่ยนอะไหล่ ซ่อมแซมอย่างสม่ำเสมอ
                            เพื่อให้เครื่องจักรสามารถใช้งานได้เป็นเวลานานอย่างเต็มศักยภาพ
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap5">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ข้อดี-ข้อเสียของเครื่องจักรระบบอัตโนมัติ</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap5" class="collapse detail_collapse">
                            ข้อดี<br>
                            เครื่องจักรอัตโนมัติสามารถสร้างผลผลิตได้เป็นจำนวนมากภายในเวลาจำกัด
                            ลดข้อเสียที่เกิดขึ้นจากความผิดพลาดของมนุษย์
                            เพิ่มคุณภาพของสินค้าให้มีมาตรฐานเดียวกัน
                            สร้างมาตรฐานในการผลิต สามารถกำหนดปริมาณและระยะเวลาในการผลิตได้<br>
                            ข้อเสีย<br>
                            เครื่องจักรบางชนิดอาจเข้ามาแทนที่ศักยภาพของมนุษย์ ทำให้เกิดการลดการจ้างแรงงานได้
                            เนื่องจากเครื่องจักรลดข้อจำกัดในการทำงานของมนุษย์ได้
                            การลงทุนจัดซื้อเครื่องจักรจำเป็นต้องใช้เงินทุนสูง
                            โรงงานอุตสาหกรรมที่มีทุนสูงจึงได้เปรียบคู่แข่งรายย่อยที่มีทรัพยากรน้อยกว่า
                            ระบบอัตโนมัติสามารถถูกโจมตีจากแฮ็คเกอร์หรือแทรกแซงการทำงานให้ระบบรวนได้ เพราะฉะนั้น
                            จึงต้องมีการออกแบบให้รัดกุม
                            เครื่องจักรอัตโนมัติจำเป็นที่จะต้องมีการบำรุงรักษาเป็นอย่างดี
                            หากเสียหายขึ้นมาอาจจำเป็นต้องใช้ค่าใช้จ่ายสูงในการเปลี่ยนอะไหล่หรือซ่อมแซม
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap6">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>เครื่องจักรที่ทำงานด้วยระบบอัตโนมัติ แบ่งได้เป็น 2 ประเภท ประกอบด้วย</b></h5><i
                                class="fas fa-plus"></i>
                        </div>
                        <div id="collap6" class="collapse detail_collapse">
                            (1) ระบบเครื่องจักรกึ่งอัตโนมัติ<br>
                            เป็นเครื่องจักรที่นำหลักการทำงานของคอมพิวเตอร์มาเป็นกลไกในการควบคุมและสั่งการให้เครื่องจักรทำงานบางประการ
                            นิยมใช้ในงานที่มีความเสี่ยงสูง หากใช้แรงงานมนุษย์อาจจะสร้างผลกระทบต่อชีวิตได้ ดังนั้น
                            การทำงานของเครื่องจักรในระบบนี้นั้นจะต้องมีมนุษย์คอยกำกับดูแลทางไกลอีกชั้นหนึ่ง
                            โดยอาจทำหน้าที่สั่งการผ่านรีโมตหรือแผงควบคุม เช่น เครื่องพับงอขึ้นรูปเหล็ก
                            เครื่องตัดท่อเหล็ก และการทำงานของหุ่นยนต์เก็บกู้ระเบิด เป็นต้น<br>

                            (2) ระบบเครื่องจักรอัตโนมัติ<br>
                            เครื่องจักรประเภทนี้ถูกควบคุมด้วยคอมพิวเตอร์ตลอดเวลาในทุกกระบวนการทำงาน
                            มนุษย์อาจทำหน้าที่เพียงแค่เซ็ตระบบหรือสั่งการไว้ล่วงหน้าในช่วงเริ่มต้น
                            หลังจากนั้นเครื่องจักรในระบบอัตโนมัติก็จะทำงานด้วยตนเองโดยไม่จำเป็นต้องมีการควบคุมกำกับดูแลอย่างใกล้ชิด
                            นิยมใช้ในงานอุตสาหกรรมที่สภาพแวดล้อมไม่เหมาะสมสำหรับการทำงานของมนุษย์อย่างโรงงานหลอมโลหะที่มีอุณหภูมิสูง
                            เป็นต้น
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap7">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>การใช้เครื่องจักร และอุปกรณ์ที่ถูกต้อง</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap7" class="collapse detail_collapse">
                            (1) ก่อนและหลังการปฏิบัติงาน เครื่องจักร และเครื่องมือต่าง ๆ
                            ควรได้รับการตรวจตามวิธีการที่กำหนด เมื่อตรวจพบสภาพความผิดปกติ ให้หยุดเครื่องจักรในทันที
                            และรายงานให้หัวหน้างานทราบ<br>
                            (2) อย่าเดินเครื่องจักรด้วยวิธีการที่มิได้กำหนดไว้อย่างเด็ดขาด<br>
                            (3) อย่าใช้ หรือแตะต้องเครื่องจักร หรือวัตถุดิบต่าง ๆ ที่มิได้อยู่ในความรับผิดชอบของท่าน<br>
                            (4) ก่อนที่จะกดปุ่มเพื่อเริ่มสตาร์ท หรือหยุดเครื่องจักรต้องกระทำด้วยความปลอดภัย
                            โดยการตรวจดูให้มั่นใจว่าไม่มีใครอยู่ใกล้บริเวณเครื่องจักรนั้น<br>
                            (5) ให้ความสนใจต่อเสียง และความร้อนจัดของมอเตอร์ที่กำลังทำงาน เมื่อพบสภาพความผิดปกติ
                            ให้รายงานหัวหน้างานทราบในทันที<br>
                            (6) ก่อนทำความสะอาด และปรับแต่งเครื่องจักร ให้ปิดเครื่อง และปิดสวิตซ์ใหญ่ของเครื่องจักร
                            และแขวนป้าย เช่น "กำลังปรับแต่งเครื่อง อย่าแตะต้อง" ไว้ที่สวิตซ์ใหญ่นั้น อย่างไรก็ตาม
                            การทำความสะอาดและการปรับแต่งนั้น
                            จะกระทำได้ก็ต่อเมื่อได้รับการอนุญาตจากผู้บังคับบัญชาระดับสูง<br>
                            (7) การปฏิบัติงานชั่วคราว หรือการร่วมปฏิบัติงานเพื่อซ่อมเครื่องจักรที่เสีย
                            หรือเพื่อวัตถุประสงค์อื่นใด ควรจะดำเนินการให้เป็นไปตามข้อตกลงร่วมในเรื่องวิธีการปฏิบัติงาน
                            การมอบหมายงาน และวิธีการให้สัญญาณต่าง ๆ ภายใต้การกำกับดูแลอย่างใกล้ชิดของครูฝึก<br>
                            (8) ถ้าพบว่าอุปกรณ์ความปลอดภัยถูกถอดถอน หรือ ชำรุด อย่าใช้เครื่องจักรนั้น
                            ให้รายงานให้หัวหน้างานทราบทันที แทบไม่ต้องพูดว่า
                            การถอดถอนอุปกรณ์ความปลอดภัยโดยไม่ได้รับอนุญาตนั้น (เนื่องจากเหตุผล เช่น ทำงานไม่สะดวก)
                            จะต้องถูกลงโทษ<br>
                            (9) การละทิ้งเครื่องจักรที่ได้รับมอบหมายโดยไม่ได้รับอนุญาตขณะที่เครื่องจักรกำลังทำงานอยู่
                            อาจเป็นอันตรายต่อบุคคลอื่น และตัวท่านเอง ดังนั้นเมื่อต้องไปทำธุระอื่น
                            จึงต้องหยุดเครื่องจักรตามวิธีการที่กำหนดหรือแจ้งให้บุคคลข้างเคียงทราบเสียก่อน<br>
                            (10) ห้ามเอามือเข้าใกล้เครื่องจักรส่วนที่กำลังทำงาน สายพาน ขอบเครื่องมือ และบริเวณอื่น ๆ
                            ที่มีความแหลมคม
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap8">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>เครื่องจักรหลัก ๆ ในโรงงานที่สำคัญมีอะไรบ้าง</b></h5>
                            <i class="fas fa-plus"></i>
                        </div>
                        <div id="collap8" class="collapse detail_collapse">
                            (1) เครื่องตัดวัสดุสังเคราะห์อัตโนมัติ (Synthetic Cutting)<br>
                            (2) เครื่องตัดหนังอัตโนมัติ (Leather Cutting)<br>
                            (3) ระบบเครื่องตัด และ เลเซอร์<br>
                            (4) เครื่องปั้มไดคัท ระบบไฮดรอลิค<br>
                            (5) เครื่องปอก / ผ่าหนัง<br>
                            (6) ชุดเครื่องผลิตการ์ด
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap9">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>ประเภทของเครื่องจักรกลที่ใช้ในงานอุตสาหกรรม</b></h5><i class="fas fa-plus"></i>
                        </div>
                        <div id="collap9" class="collapse detail_collapse">
                            (1) ประเภทเครื่องจักรและอุปกรณ์ผลิตอาหาร<br>
                            โรงงานคั่วและบดกาแฟ - โรงงานทำแป้ง - เครื่องทำให้แห้ง
                            ตู้อบ - เครื่องบดละเอียด - เครื่องทอดสูญญากาศ
                            เครื่องตอกเม็ดแบบปั้มเดี่ยว - เครื่องพาสเจอร์ไรซ์ - เครื่องสับผสม
                            เครื่องนวดสูญญากาศ - เครื่องโม่น้ำนมถั่วเหลือง - หม้อหุ้งต้ม
                            เครื่องกวน - เครื่องขูดมะพร้าว - เครื่องคั้นกระทิ
                            เครื่องผลิตน้ำผลไม้เข้มข้น - เครื่องทำบะหมี่ - เครื่องผลิตน้ำดื่ม
                            เครื่องนึ่งก๋วยเตี๋ยว - เครื่องอบก๋วยเตี๋ยว - เครื่องตัดก๋วยเตี๋ยว
                            เครื่องล้างข้าว - เครื่องบรรจุไส้กรอก - เครื่องลับมีด
                            เครื่องผสมวิตามิน-เกลือแร่ - เครื่องปั๊มอาหารเม็ด - เครื่องอัดคลอรีน
                            เครื่องปั้นลูกชิ้น - เครื่องห่ออาหาร - เครื่องสไลด์อาหาร
                            ฯลฯ<br>

                            (2) ประเภทเครื่องจักรกลและอุปกรณ์การพิมพ์<br>
                            เครื่องอ่านภาพ - เครื่องคัดสำเนา - อุปกรณ์เครื่องคัดสำเนา
                            เครื่องเย็บเล่ม - เครื่องพิมพ์เขียว - เครื่องทำปก
                            เครื่องคัดลอก - เครื่องถ่ายภาพ - เครื่องพิมพ์ทองกระดาษ
                            เครื่องพิมพ์แพค ฯลฯ<br>

                            (3) ประเภทเครื่องจักรกลทำเครื่องหมายงานอุตสาหกรรม<br>
                            เครื่องสแตมป์วันที่ - เครื่องทำเครื่องหมายต่างๆ - เครื่องทำแถบเครื่องหมาย

                            (4) ประเภทเครื่องจักรกลทำเยื่อและกระดาษ<br>
                            เครื่องจักรทำกระดาษชนิดต่างๆ - เครื่องย่อยวัตถุดิบ - เครื่องจักรล้างเยื่อ
                            เครื่องจักรตีเยื่อ - เครื่องทำเยื่อ<br>

                            (5) ประเภทเครื่องจักรงานยางและพลาสติก<br>
                            เครื่องผสมยาง - เครื่องตัดและขึ้นรูป
                            เครื่องรีดยาง - เครื่องม้วนยางและพลาสติก
                            เครื่องกด - เครื่องทำยางเทียม<br>

                            (6) ประเภทเครื่องจักรโรงงานสิ่งทอ<br>
                            เครื่องขึงผ้าสกรีน - ชุดเครื่องพิมพ์ผ้า
                            ตู้อบงานสกรีน - ตู้ไฟถ่ายบล็อคสกรีน
                            อุปกรณ์สำหรับทอผ้า - เครื่องจัดเส้นด้าย
                            เครื่องถัก - เครื่องทำกระดุม
                            เครื่องทอ - เครื่องปั่นด้าย
                            เครื่องย้อมสี<br>

                            (7) ประเภทเครื่องจักรอุตสาหกรรมดินเผาและคอนกรีต<br>
                            เครื่องทำท่อคอนกรีน - กระบะรองทำบล็อคคอนกรีต
                            ชั้นคอนกรีตบล็อค - เครื่องผสมคอนกรีต
                            เครื่องทำอิฐ - เครื่องทำอิฐบล็อค<br>

                            (8) ประเภทเครื่องจักรโรงงานแก้วและผลึก<br>
                            ท่อส่งความร้อน - เครื่องทำโคมไฟ
                            เครื่องทำแก้วทัศนะ - เครื่องจักรทำแก้ว
                            เครื่องทำลวดลายแก้ว - เครื่องผสมแก้ว
                            เครื่องขัดแก้ว<br>

                            (9) ประเภทเครื่องจักรโรงงานยาสูบ<br>
                            เครื่องทำยาสูบ - อุปกรณ์เครื่องจักรทำยาสูบ<br>

                            (10) ประเภทเครื่องจักรโรงงานฟอกหนัง<br>
                            เครื่องแยกหนัง - เครื่องจักรงานหนัง
                            เครื่องจักรฟอกหนัง<br>

                            (11) ประเภทเครื่องจักรโรงงานเภสัชกรรมและเคมี<br>
                            เครื่องผลิตเคมีภัณฑ์ - เครื่องผลิตเภสัชกรรม
                            เครื่องผลิตกรดไนตริก - เครื่องผลิตวัตถุเคมี
                            เครื่องผลิตดินระเบิดทีเอ็นที<br>

                            (12) ประเภทระบบผลิตและจ่ายแก๊ส<br>
                            เครื่องผลิตแก๊สและประจุแก๊ส - ถังบรรจุแก๊ส
                            ที่เก็บแก๊ส - หอระบายความร้อน<br>

                            (13) ประเภทเครื่องจักรลดขนาดทางอุตสาหกรรม<br>
                            เครื่องจักรย่อยสลาย - เครื่องบด ผสมยาง
                            เครื่องจักรบดย่อยต่างๆ - เครื่องผสมต่างๆ<br>

                            (14) ประเภทเครื่องจักรและอุปกรณ์โรงหล่อ<br>
                            รถพ่นทราย - เครื่องพ่นทำความสะอาด
                            ท่อต่างๆ ที่ใช้ในการหล่อ - หอระบายความร้อน
                            เครื่องทำลำกล้อง - หีบแบบหล่อ
                            รถหล่อ - เครื่องตัดแบบหล่อ
                            รถสั่นสะเทือน - แบบหล่อ<br>

                            (15) ประเภทเครื่องจักรผลิตภาชนะโลหะและอุปกรณ์<br>
                            เครื่องผลิตภาชนะโลหะ - เตาอบ
                            เครื่องตรวจสอบการรั่วของภาชนะ - ไมโครมิเตอร์วัดชิ้นงาน
                            เครื่องตั้งรูป - เครื่องจักรทำถังกลม<br>

                            (16) ประเภทเครื่องจักรผลิตกระสุนและอุปกรณ์<br>
                            เครื่องบรรจุกระสุนเข้าสายฟ้า - เครื่องประกอบกระสุน
                            เครื่องวัดต่างๆ - เครื่องตรวจสภาพ
                            เครื่องถอดชนวน<br>

                            (17) ประเภทเครื่องจักรใช้ในการประกอบคุม<br>
                            เครื่องจักรที่ใช้ในการประกอบคุมต่างๆ - เครื่องรัด
                            เครื่องผูก - ไขควงลม<br>

                            (18) ประเภทอุปกรณ์สำหรับสถานที่สะอาด และอุปกรณ์อื่นๆ ที่เกี่ยวข้อง<br>
                            ท่อลมกำจัดฝุ่น - พื้นที่ฆ่าเชื้อ<br>

                            (19) ประเภทเครื่องจักรงานอุตสาหกรรมเฉพาะอื่นๆ<br>
                            เครื่อล้างท่อน้ำเสีย - เครื่องมือวัดชิ้นงาน
                            มอเตอร์ต่างๆ เครื่องเขย่าพร้อมตะแกรง - เครื่องซีลปากถุง
                            โซเวอร์พร้อมไดร์ฟ - ไมโครมิเตอร์
                            เครื่องปิดผนึกพลาสติก - เครื่องทำน้ำเย็น
                            เครื่องตัดหนัง<br>
                        </div>
                    </button>
                </div>

                <div class="col-md-6 col-12 my-3">
                    <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed"
                        data-toggle="collapse" data-target="#collap10">
                        <div class="d-flex justify-content-between align-items-center head_collap">
                            <h5><b>อุบัติเหตุจากการทำงานกับเครื่องจักรเกิดจากสาเหตุอะไรบ้าง</b></h5><i
                                class="fas fa-plus"></i>
                        </div>
                        <div id="collap10" class="collapse detail_collapse">
                            (1) สาเหตุจากการปฏิบัติงานที่ไม่ปลอดภัย (Unsafe Act)
                            เป็นการกระทำที่ไม่ปลอดภัยของผู้ปฏิบัติงานในขณะทำงาน ซึ่งอาจก่อให้เกิดอุบัติเหตุได้ เช่น
                            - การใช้อุปกรณ์เครื่องมือที่เป็นเครื่องจักรกลต่าง ๆ โดยพลการหรือไม่ได้รับมอบหมาย-
                            การทำงานที่มีอัตราเร่งความเร็วของงานและเครื่องจักรเกินกำหนด
                            - การถอดอุปกรณ์ป้องกันออกจากเครื่องจักรโดยไม่มีเหตุอันสมควรสมควร
                            - การดูแลซ่อมบำรุงอุปกรณ์เครื่องจักรในขณะที่กำลังทำงาน
                            - การใช้เครื่องมืออุปกรณ์เครื่องจักรที่ชำรุดและไม่ถูกวิธี
                            - ไม่ใส่ใจในคำแนะนำหรือคำเตือนความปลอดภัย
                            - ทำการเคลื่อนย้ายหรือยกวัสดุที่มีขนาดใหญ่ มีน้ำหนักมาก ด้วยท่าทางหรือวิธีการที่ไม่ปลอดภัย
                            - ไม่สวมใสอุปกรณ์ป้องกันอันตรายส่วนบุคคล
                            - การคึกคะนองหรือเล่นตลกขณะทำงาน<br>

                            (2) สภาพการทำงานที่ไม่ปลอดภัย (Unsafe Condition)
                            คือสภาพแวดล้อมที่ไม่ปลอดภัยโดยรอบตัวของผู้ปฏิบัติงานขณะทำงาน
                            ซึ่งอาจเป็นสาเหตุของการเกิดอุบัติเหตุได้ เช่น
                            - เครื่องจักรไม่มีอุปกรณ์ป้องกันอันตราย
                            - อุปกรณ์เครื่องมือเครื่องจักรที่ออกแบบไม่เหมาะสมกับการใช้งาน
                            - บริเวณพื้นที่ของการปฏิบัติงานไม่เหมาะสม
                            - การจัดเก็บวัสดุสิ่งของอย่างไม่ถูกวิธี
                            - การจัดเก็บสารเคมีหรือสารไวไฟที่เป็นอันตรายไม่ถูกวิธี
                            - ไม่มีการจัดระเบียบและดูแลความสะดวกของสถานที่ทำงานให้ถูกต้องตามสุขลักษณะ
                            - แสงสว่างไม่เพียงพอ
                            - ไม่มีระบบระบายและถ่ายเทอากาศที่เหมาะสม
                            - ไม่มีระบบเตือนภัยที่เหมาะสม
                        </div>
                    </button>
                </div>

            </div>
        </div>
    </section>

    <section>
        <?php include('layout/prepare.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/received.php'); ?>
    </section>

    <section>
        <?php $id_group = 17;include('layout/training_card.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/gallery_course.php'); ?>
    </section>

    <section class="black-bg">
        <div class="container p-b-80 p-t-80 no_br">
            <div class="row">
                <div class="col-md-12 col-12 align-self-center mb-3">
                    <div class="row">
                        <div class="col-lg-9 col-md-11 col-12 m-auto text-center">
                            <h4><b>เน้นทำ Workshop ให้ได้ลงมือทำจริง</b></h4>
                            <hr class="hr_green mx-auto hr_fix_width">
                            <h5>บรรยากาศการเรียนที่เป็นกันเอง
                                เนื้อหาเข้มข้น<br>และสามารถนำไปใช้ได้จริงในการทำงาน</h5>
                            <br>
                            <br>
                        </div>
                    </div>
                </div>
                <div class="col-md-6 col-12 mb-3" style="position: relative">
                    <div class="youtube-video-place" data-yt-url="https://www.youtube.com/embed/RBkuJhN0VMs?autoplay=1">
                        <div class="play-youtube-video text-center">
                            <img style="width:100%;max-height:422px;"
                                src="<?php echo $base_url;?>/img/template_gallery/กฎหมายที่เกี่ยวข้องกับงานเครื่องจักร ปั้นจั่น หม้อนํ้า.jpg"
                                alt="กฎหมายที่เกี่ยวข้องกับงานเครื่องจักร ปั้นจั่น หม้อนํ้า">
                            <button class="ytp-large-play-button ytp-button" aria-label="Play"><svg height="100%"
                                    version="1.1" viewBox="0 0 68 48" width="100%">
                                    <path class="ytp-large-play-button-bg"
                                        d="M66.52,7.74c-0.78-2.93-2.49-5.41-5.42-6.19C55.79,.13,34,0,34,0S12.21,.13,6.9,1.55 C3.97,2.33,2.27,4.81,1.48,7.74C0.06,13.05,0,24,0,24s0.06,10.95,1.48,16.26c0.78,2.93,2.49,5.41,5.42,6.19 C12.21,47.87,34,48,34,48s21.79-0.13,27.1-1.55c2.93-0.78,4.64-3.26,5.42-6.19C67.94,34.95,68,24,68,24S67.94,13.05,66.52,7.74z"
                                        fill="#f00"></path>
                                    <path d="M 45,24 27,14 27,34" fill="#fff"></path>
                                </svg>
                            </button>
                        </div>
                    </div>
                </div>
                <div class="col-md-6 col-12 mb-3" style="position: relative">
                    <div class="youtube-video-place" data-yt-url="https://www.youtube.com/embed/UJ50vv04laY?autoplay=1">
                        <div class="play-youtube-video text-center">
                            <img style="width:100%;max-height:422px;"
                                src="<?php echo $base_url;?>/img/template_gallery/รวมคลิปอุบัติเหตุที่มักจะเกิดขึ้นในที่ทำงาน ใจไม่ถึงห้ามดู.jpg"
                                alt="รวมคลิปอุบัติเหตุที่มักจะเกิดขึ้นในที่ทำงาน ใจไม่ถึงห้ามดู">
                            <button class="ytp-large-play-button ytp-button" aria-label="Play"><svg height="100%"
                                    version="1.1" viewBox="0 0 68 48" width="100%">
                                    <path class="ytp-large-play-button-bg"
                                        d="M66.52,7.74c-0.78-2.93-2.49-5.41-5.42-6.19C55.79,.13,34,0,34,0S12.21,.13,6.9,1.55 C3.97,2.33,2.27,4.81,1.48,7.74C0.06,13.05,0,24,0,24s0.06,10.95,1.48,16.26c0.78,2.93,2.49,5.41,5.42,6.19 C12.21,47.87,34,48,34,48s21.79-0.13,27.1-1.55c2.93-0.78,4.64-3.26,5.42-6.19C67.94,34.95,68,24,68,24S67.94,13.05,66.52,7.74z"
                                        fill="#f00"></path>
                                    <path d="M 45,24 27,14 27,34" fill="#fff"></path>
                                </svg>
                            </button>
                        </div>
                    </div>
                </div>
                <div class="mt-5 col-12 text-center">
                    <a class="btn btn--medium btn--radius btn--red text-uppercase"
                        href="https://www.youtube.com/c/TopproChannel">WATCH NOW
                    </a>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <div class="container_small p-t-80 p-b-80">
            <div class="row">
                <div class="col-lg-6 align-self-center text-center mb-3">
                    <img title="" class="box_shadow img-fluid"
                        src="<?php echo $base_url;?>/img/bg/การประเมินความเสี่ยงด้านความปลอดภัย (Safety Risk assessment)-ชลบุรี-ระยอง-สมุทรปราการ-เซฟตี้อินไทย-safetyinthai.jpg"
                        alt="">
                </div>
                <div class="col-lg-6 px-5 align-self-center mb-3">
                    <h2 class="text-center"><b>การประเมินความเสี่ยงด้านความปลอดภัย </br>(Safety Risk
                            assessment)</b></br>
                    </h2>
                    <hr class="hr_green mx-auto hr_fix_width">
                    <div class="about__Text">
                        <p>
                            การชี้บ่งอันตรายและประเมินความเสี่ยงจากการทำงาน ( Risk Assessment )
                            เป็นวิธีการและขั้นตอนที่ระบุลำดับความเสี่ยงของอันตรายทั้งหมดที่เกี่ยวข้องกับกิจกรรมของงาน
                            ที่ครอบคลุมขั้นตอนการทำงาน สถานที่ เครื่องจักร อุปกรณ์ บุคลากร ที่อาจก่อให้เกิดการบาดเจ็บ
                            ความเจ็บป่วย ความเสียหายต่อทรัพย์สินและสิ่งแวดล้อม หรือสิ่งต่าง ๆ รวมกัน
                            ในหัวข้อนี้จะอธิบายถึงหลักการ และวิธีการประเมินความเสี่ยงด้านความปลอดภัยและอาชีวอนามัย
                            การอธิบายถึงความจำเป็นที่ต้องประเมินความเสี่ยงการประมาณระดับความเสี่ยงโดยคำนึงถึง
                            ความรุนแรงและโอกาสที่จะเกิดอันตราย เพื่อนำมาพิจารณาว่าเป็นความเสี่ยงที่ยอมรับได้
                            หรือยอมรับไม่ได้ และการวางแผนควบคุมความเสี่ยงที่ยอมรับไม่ได้
                        </p>
                    </div>
                    <br>
                    <div class="row">
                        <div class="col-md-6 col-8">
                            <a href="การประเมินความเสี่ยงด้านความปลอดภัย">
                                <button
                                    class="btn btn-block btn--medium btn--radius btn--black btn--black-hover-green font--light text-uppercase">
                                    รายละเอียดเพิ่มเติม
                                </button>
                            </a>
                        </div>
                    </div>
                    <br>
                    <br>
                    <ul>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อทราบปัจจัยเสี่ยงอันตรายและการชี้บ่งอันตรายพร้อมการค้นหาอันตราย
                        </li>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อฝึกปฏิบัติในการวิเคราะห์งานเพื่อความปลอดภัย (JSA)
                            และการกำหนดมาตรฐานความปลอดภัยในการทำงาน</li>
                        <li><i class="fas fa-check-circle"></i>
                            เพื่อกำหนดให้ผู้เข้ารับการอบรมสามารถจัดทำการวิเคราะห์งานและมาตรฐานความปลอดภัยในการทำงานของส่วนงาน
                            แผนกที่ตนเองรับผิดชอบ
                        </li>
                    </ul>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg p-t-10">
        <?php include('layout/contact_inhouse.php'); ?>
    </section>

    <section>
        <?php include('layout/food.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/customer.php'); ?>
    </section>
</main>
<?php include('footer_front.php'); ?>

<script>
var sl_group = "<?php echo (isset($_POST['sl_group']) && $_POST['sl_group']) ? $_POST['sl_group'] : 0 ;?>";
var sl_training = <?php echo (isset($_POST['sl_training']) && $_POST['sl_training']) ? $_POST['sl_training'] : 0 ;?>;
var sl_branch = <?php echo (isset($_POST['sl_branch']) && $_POST['sl_branch']) ?  $_POST['sl_branch'] : 0 ;?>;
var sl_month = <?php echo (isset($_POST['sl_month']) && $_POST['sl_month']) ? $_POST['sl_month'] : 0 ;?>;
</script>

<script type="text/javascript" src="js/set-select2.js"></script>

<script>
$(".nav-tabs li a").each(function(index, value) {
    $.ajax({
        method: "POST",
        url: "plan_detail.php",
        data: {
            sl_training: $(this).attr("data-id_training"),
            sl_branch: $(this).attr("data-id_branch")
        },
        success: function(result) {
            $('.table' + (index + 1)).html(result);
        }
    });
});

$(".information").on("click", ".btn_collap.collapsed", function(e) {
    e.preventDefault();
    $('.information .collapse').not(this).collapse('hide');

    $(this).find('i').removeClass("collap_close").addClass("collap_open");
    $(this).find('i').removeClass("fa-plus").addClass("fa-minus");
})

$(".collapse").on('hide.bs.collapse', function() {
    $(this).parent("button").find('i').removeClass("collap_open").addClass("collap_close");
    $(this).parent("button").find('i').removeClass("fa-minus").addClass("fa-plus");
});
</script>