<?php include('header_front.php'); ?>
<?php 
    //ดึงข้อมูลบทความที่เกี่ยวข้อง
    $stmt = $safetyDb->prepare('SELECT article.id_article,topic,content,count_view,create_date,cover_img,JSON_EXTRACT(tag,"$.tags") as tags FROM article 
    WHERE status = "active" AND recommend = "active" AND del = "false"');
    $stmt->execute();
    $related_article = $stmt->fetchAll(PDO::FETCH_ASSOC);
    
    //หา banner
    $actual_link = (isset($_SERVER['HTTPS']) && $_SERVER['HTTPS'] === 'on' ? "https" : "http") . "://$_SERVER[HTTP_HOST]$_SERVER[REQUEST_URI]";
    $sql = 'SELECT path_banner FROM menu_training WHERE url_page = ?';
    $stmt = $safetyDb->prepare($sql);
    $stmt->execute(array($actual_link));
    $menu_branch = $stmt->fetchAll(PDO::FETCH_ASSOC);
?>
<style>
@media (min-width: 768px) {
    .content_inhouse {
        padding-left: 10vw;
        padding-right: 4vw;
    }
}

.people_inhouse {
    position: absolute;
    bottom: 0;
    right: 3vw;
    z-index: 2;
    height: 22vw;
}

.table th {
    background: #19232b;
    color: #fff;
    padding: 15px;
}

.table td {
    text-align: left;
    padding: 2rem
}

.tab .nav-tabs li {
    width: 50%;
}

tbody,
td,
tfoot,
th,
thead,
tr {
    border-width: 1px;
}
</style>
<main id="main-container" class="main-container">
    <div id="overlay"></div>
    <div class="m-b-50" style="position: relative;">
        <section class="section_banner_full_width">
            <img alt="<?php echo $menu_branch[0]['alt'];?>"
                src="<?php echo $base_url . $menu_branch[0]['path_banner'];?>">
        </section>
        <?php include('layout/tab_search.php'); ?>
    </div>

    <section>
        <div class="container p-t-120 p-b-20">
            <div class="container">
                <div class="row">
                    <div class="col-md-6 col-12 mb-3 text-center" data-aos="fade-right" data-aos-duration="1000">
                        <img style="max-width: 80%;" src="<?php echo $base_url;?>/img/logo/อบรมตามกฎหมาย.png" alt="">
                    </div>
                    <div class="col-md-6 col-12 align-self-center mb-3">
                        <div class="row">
                            <div class="col-lg-9 col-md-11 col-12 m-auto">
                                <h2 class="text-center" style="font-weight: 1000;">
                                    หลักสูตรอบรมตามที่กฎหมายกำหนด
                                </h2>
                                <hr class="hr_green mx-auto hr_fix_width">
                                &emsp;
                                <div class="text-center">
                                    พระราชบัญญัติ ความปลอดภัย อาชีวอนามัยและสภาพแวดล้อมในการทํางาน พ.ศ. 2554
                                    กำหนดให้นายจ้างจัดให้ผู้บริหาร หัวหน้างาน และลูกจ้างทุกคนได้รับการฝึกอบรม
                                    ความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทํางาน เพื่อให้บริหารจัดการ
                                    และดําเนินการด้านความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทํางานได้อย่างปลอดภัย
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section class="white-bg">
        <div class="container p-b-80 p-t-80">
            <h2 class="text-center"><b class="head_nav">กระทรวงแรงงาน</b></h2>
            <hr class="hr_green mx-auto hr_fix_width">
            <h5 class="text-center">ท่านสามารถค้นหาหลักสูตรอบรมที่ต้องการได้
                หลักสูตรการฝึกอบรมด้านความปลอดภัยในปัจจุบันนั้นมีเป็นจำนวนมาก
                เพื่อให้ผู้ปฏิบัติงานได้มีความรู้ความเข้าใจและสามารถนำไปปรับใช้ในการทำงานได้อย่างปลอดภัย
                จึงจำเป็นอย่างยิ่งที่จะต้องตระหนักถึงการฝึกอบรมซึ่งเป็นประโยชน์อย่างยิ่งในการนำไปปฏิบัติอย่างมีประสิทธิภาพ
                จึงได้มีการออกเป็นกฎหมายกำหนดให้มีการจัดฝึกอบรมด้านความปลอดภัยฯ
                ในหลักสูตรต่างๆ ขึ้น ดังนี้
            </h5>
            <br>
            <div class="row">
                <div class="col-md-12">
                    <div class="tab" role="tabpanel">
                        <ul class="nav nav-tabs" role="tablist">
                            <li class="text-center" role="presentation"><a data-id_training="124" href="#tab1"
                                    class="active" role="tab" data-toggle="tab"></i>
                                    <h5>กระทรวงแรงงาน</h5>
                                </a></li>
                            <li class="text-center" role="presentation"><a data-id_training="125" href="#tab2"
                                    role="tab" data-toggle="tab">
                                    <h5>กระทรวงอุตสาหกรรม</h5>
                                </a></li>
                        </ul>
                        <div class="tab-content">
                            <div role="tabpanel" class="tab-pane fade active" id="tab1">
                                <div class="table-responsive">
                                    <table class="table table-striped">
                                        <thead>
                                            <tr>
                                                <th scope="col">
                                                    <h5>หลักสูตร</h5>
                                                </th>
                                                <th scope="col">
                                                    <h5>ชื่อกฎหมาย</h5>
                                                </th>
                                                <th scope="col">
                                                    <h5>รายละเอียดการอบรม</h5>
                                                </th>
                                            </tr>
                                        </thead>
                                        <tbody>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/อบรมจป'">
                                                    1. เจ้าหน้าที่ความปลอดภัย
                                                    ในการทำงาน<br>
                                                    - ระดับหัวหน้างาน<br>
                                                    - ระดับบริหาร<br>
                                                    - ระดับเทคนิค<br>
                                                    - ระดับเทคนิคขั้นสูง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    พ.ศ. 2549<br><br>

                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์และวิธีการ
                                                    ฝึกอบรมเจ้าหน้าที่
                                                    ความปลอดภัยในการทำงาน
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างระดับหัวหน้างาน และลูกจ้าง
                                                    ระดับบริหารทุกคนและสำหรับลูกจ้างที่ได้รับ
                                                    การแต่งตั้งให้เป็นเจ้าหน้าที่ความปลอดภัย
                                                    เพื่อปฏิบัติงานด้านความปลอดภัย
                                                    ประจำสถานประกอบกิจการ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    2. หัวหน้าหน่วยงานความปลอดภัย
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    พ.ศ. 2549<br><br>

                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์และวิธีการ
                                                    อบรมหัวหน้าหน่วยงาน
                                                    ความปลอดภัย พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ได้รับแต่งตั้งให้เป็น
                                                    หัวหน้าหน่วยงานความปลอดภัย
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/คปอ'">
                                                    3. คณะกรรมการความปลอดภัย
                                                    อาชีวอนามัยและสภาพแวดล้อม
                                                    ในการทำงานของสถาน
                                                    ประกอบกิจการ
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    พ.ศ. 2549<br><br>

                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์และวิธีการ
                                                    อบรมคณะกรรมการ
                                                    ความปลอดภัย อาชีวอนามัย และสภาพแวดล้อม
                                                    ในการทำงานของสถาน
                                                    ประกอบกิจการ พ.ศ. 2549
                                                </td>
                                                <td>
                                                    สำหรับคณะกรรมการฯ ที่ได้รับแต่งตั้ง
                                                    หรือเลือกตั้งใหม่ โดยให้อบรมภายใน 60 วัน
                                                    หลังจากได้รับการแต่งตั้งหรือเลือกตั้ง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    4. ผู้อนุญาต ผู้ควบคุมงาน ผู้ช่วยเหลือ
                                                    และผู้ปฏิบัติงานในที่อับอากาศ
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    ในที่อับอากาศพ.ศ. 2547<br><br>

                                                    และ ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์ วิธีการ
                                                    และหลักสูตรการฝึกอบรม
                                                    ความปลอดภัยในการทำงาน
                                                    ในที่อับอากาศ พ.ศ. 2549
                                                </td>
                                                <td>
                                                    สำหรับผู้ที่ต้องปฏิบัติงานในที่อับอากาศ
                                                    โดยให้อบรมก่อนเข้าไปทำงานในที่อับอากาศ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/ความปลอดภัยในการทํางานเกี่ยวกับรังสี'">
                                                    5. การป้องกันอันตรายทางรังสี
                                                    ของผู้รับผิดชอบดำเนินการ
                                                    ทางด้านเทคนิคในเรื่องรังสี
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย
                                                    อาชีวอนามัยและสภาพแวดล้อม
                                                    ในการทำงานเกี่ยวกับรังสีชนิด
                                                    ก่อไอออน พ.ศ. 2547
                                                </td>
                                                <td>
                                                    สำหรับผู้รับผิดชอบดำเนินการทางด้าน
                                                    เทคนิคในเรื่องรังสี
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/ความปลอดภัยในการทํางานเกี่ยวกับรังสี'">
                                                    6. อันตรายและวิธีการป้องกันอันตราย
                                                    จากรังสีก่อนเข้ารับหน้าที่
                                                    สำหรับลูกจ้างที่ปฏิบัติงานเกี่ยวกับรังสี
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับรังสีชนิดก่อไอออน
                                                    พ.ศ. 2547<br><br>

                                                    และประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง กำหนดหลักเกณฑ์ วิธีการอบรมความปลอดภัย
                                                    ในการทำงานในการป้องกัน
                                                    อันตรายจากรังสี
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่จะปฏิบัติงานเกี่ยวกับรังสี
                                                    โดยให้อบรมก่อนเริ่มงาน
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    7. วิธีการใช้และการบำรุงรักษา
                                                    อุปกรณ์คุ้มครองความปลอดภัย
                                                    ส่วนบุคคลสำหรับลูกจ้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหาร และการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับความร้อน แสงสว่าง
                                                    และเสียง พ.ศ. 2549
                                                </td>
                                                <td>
                                                    กรณีที่บริษัทฯจัดให้มีอุปกรณ์ป้องกันอันตราย
                                                    ส่วนบุคคลเพื่อป้องกันอันตรายจากความร้อน
                                                    แสงสว่าง และเสียงดังให้แก่ลูกจ้าง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/การบริหารความปลอดภัยในงานก่อสร้าง'">
                                                    8. ความปลอดภัยในการทำงานก่อสร้าง
                                                    เช่น การใช้เครื่องจักรรหัสสัญญาณต่าง ๆ
                                                    ที่เกี่ยวข้อง สำหรับลูกจ้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับงานก่อสร้าง พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ต้องทำงานก่อสร้างโดยให้
                                                    อบรมเป็นระยะๆ ตามความเหมาะสม
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/การปฐมพยาบาลและการกู้ชีพเบื้องต้น'">
                                                    9. การปฐมพยาบาลเบื้องต้น
                                                    สำหรับผู้ควบคุมงาน
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการ
                                                    ทำงานเกี่ยวกับงานก่อสร้าง
                                                    พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับผู้ควบคุมงาน ที่ควบคุมการทำงาน
                                                    ของลูกจ้างที่เข้าไปทำงานในรูเจาะ รูขุด
                                                    หลุม บ่อ คู หรือพื้นที่อื่นที่มีลักษณะเดียวกัน
                                                    ซึ่งมีความลึกตั้งแต่ 2 เมตร ขึ้นไป
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/ทบทวนความปลอดภัยในการทำงานเกี่ยวกับเครื่องตอกเสาเข็ม'">
                                                    10. การใช้เครื่องตอกเสาเข็มและการใช้
                                                    สัญญาณสื่อสารระหว่างผู้ปฏิบัติงาน
                                                    ในการตอกเสาเข็ม
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับงานก่อสร้าง พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างซึ่งมีหน้าที่บังคับเครื่องตอก
                                                    เสาเข็ม
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/ความปลอดภัยในการทำงานเกี่ยวกับเครื่องจักร'">
                                                    11. ความปลอดภัยในการใช้เครื่องจักร
                                                    และปั้นจั่นในงานก่อสร้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัยอาชีวอนามัย
                                                    และ สภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับงานก่อสร้าง พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำงานกับเครื่องจักร
                                                    และปั้นจั่นในงานก่อสร้าง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    12. การใช้ลิฟต์ขนส่งวัสดุชั่วคราว
                                                    และลิฟต์โดยสารชั่วคราวในงานก่อสร้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการ
                                                    ทำงานเกี่ยวกับงานก่อสร้าง
                                                    พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำหน้าที่บังคับลิฟต์
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    13. วิธีทำงานในอุโมงค์และวิธีป้องกัน
                                                    อันตรายแก่ลูกจ้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการ
                                                    ทำงานเกี่ยวกับงานก่อสร้าง
                                                    พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างก่อนเข้าทำงานในอุโมงค์
                                                    และอบรมทบทวนหรือเพิ่มเติมเป็นประจำ
                                                    ไม่น้อยกว่าเดือนละ 1 ครั้ง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    14. ฝึกซ้อมแผนฉุกเฉินกรณี
                                                    เกิดภัยจากธรรมชาติ สำหรับงานก่อสร้างในน้ำ
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการ
                                                    ทำงานเกี่ยวกับงานก่อสร้าง
                                                    พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำงานก่อสร้างในน้ำ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    15. ขั้นตอนและวิธีการรื้อถอน
                                                    ทำลายสิ่งก่อสร้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับงานก่อสร้าง พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ต้องทำการรื้อถอนทำลาย
                                                    สิ่งก่อสร้าง โดยอบรมก่อนที่จะเริ่มปฏิบัติงาน
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    16. การใช้อุปกรณ์ป้องกัน
                                                    อันตรายส่วนบุคคลสำหรับ
                                                    งานก่อสร้าง
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และ สภาพแวดล้อมในการ
                                                    ทำงานเกี่ยวกับงานก่อสร้าง
                                                    พ.ศ. 2551
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้าง ก่อนเริ่มใช้งานอุปกรณ์ PPE
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    17. การทำงานเกี่ยวกับเครื่องปั๊มโลหะ
                                                    เครื่องเชื่อมไฟฟ้า เครื่องเชื่อมก๊าซ รถยก
                                                    หรือเครื่องจักรที่อาจก่อให้เกิดอันตราย
                                                    ได้โดยสภาพ
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับเครื่องจักร ปั้นจั่น
                                                    และหม้อน้ำ พ.ศ. 2552
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำงานกับเครื่องจักร
                                                    และเครื่องมือที่อาจก่อให้เกิดอันตรายได้โดยสภาพ
                                                    เพื่อให้มีการชำนาญในการใช้เครื่องจักร
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    18. ผู้ควบคุมหม้อน้ำ
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับเครื่องจักร ปั้นจั่น
                                                    และหม้อน้ำ พ.ศ. 2552
                                                </td>
                                                <td>
                                                    สำหรับผู้ซึ่งนายจ้างจัดให้มีหน้าที่
                                                    ควบคุมการทำงานและการใช้หม้อน้ำ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/อบรมปั้นจั่น'">
                                                    19. ผู้บังคับปั้นจั่น ผู้ให้สัญญาณแก่
                                                    ผู้บังคับปั้นจั่น ผู้ยึดเกาะวัสดุ หรือ
                                                    ผู้ควบคุมการใช้ปั้นจั่น
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย
                                                    อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับเครื่องจักร ปั้นจั่น
                                                    และหม้อน้ำ พ.ศ. 2552<br><br>

                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์และวิธีการ
                                                    อบรมหลักสูตรการปฏิบัติหน้าที่
                                                    ผู้บังคับปั้นจั่น ผู้ให้สัญญาณ
                                                    แก่ผู้บังคับปั้นจั่น ผู้ยึดเกาะวัสดุ
                                                    หรือผู้ควบคุมการใช้ปั้นจั่น และการอบรมทบทวนการทำงาน
                                                    เกี่ยวกับปั้นจั่น พ.ศ. 2554
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ปฏิบัติงานเป็น ผู้บังคับปั้นจั่น
                                                    ผู้ให้สัญญาณแก่ผู้บังคับปั้นจั่น ผู้ยึดเกาะวัสดุ
                                                    หรือผู้ควบคุมการใช้ปั้นจั่น
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    20. ทบทวนการทำงานเกี่ยวกับปั้นจั่น
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    เกี่ยวกับเครื่องจักร ปั้นจั่น
                                                    และหม้อน้ำ พ.ศ. 2552<br><br>

                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์และวิธีการ
                                                    อบรมหลักสูตรการปฏิบัติ
                                                    หน้าที่ผู้บังคับปั้นจั่น
                                                    ผู้ให้สัญญาณแก่ผู้บังคับ
                                                    ปั้นจั่น ผู้ยึดเกาะวัสดุ
                                                    หรือผู้ควบคุมการใช้ปั้นจั่น
                                                    และการอบรมทบทวน
                                                    การทำงานเกี่ยวกับปั้นจั่น
                                                    พ.ศ. 2554
                                                </td>
                                                <td>
                                                    สำหรับลูกค้าที่อบรมเป็นผู้บังคับปั้นจั่น
                                                    ผู้ให้สัญญาณแก่ผู้บังคับปั้นจั่น ผู้ยึดเกาะวัสดุ
                                                    หรือผู้ควบคุมการใช้ปั้นจั่น
                                                    และทำงานมาแล้ว 2 ปี
                                                    หรือ โรงงานมีสถิติอุบัติเหตุสูงขึ้น
                                                    หรือเกิดอุบัติเหตุร้ายแรงเกี่ยวกับปั้นจั่น
                                                    ในสถานที่ทำงานหรือเมื่อมีการนำปั้นจั่น
                                                    ชนิดหรือลักษณะที่แตกต่างจากเดิมมาใช้งาน
                                                </td>
                                            </tr>
                                            <tr>
                                                <td class="pointer_hover"
                                                    onclick="window.location='<?php echo $base_url;?>/การประเมินอันตรายจากเสียงและโครงการอนุรักษ์การได้ยิน'">
                                                    21. ความรู้ความเข้าใจเกี่ยวกับโครงกา
                                                    รอนุรักษ์การได้ยินความสำคัญ
                                                    ของการทดสอบสมรรถภาพการได้ยิน
                                                    อันตรายของเสียงดัง การควบคุมป้องกัน
                                                    และการใช้อุปกรณ์คุ้มครองความปลอดภัย
                                                    ส่วนบุคคล
                                                </td>
                                                <td>
                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่องหลักเกณฑ์และวิธีการจัดทำ
                                                    โครงการอนุรักษ์การได้ยินใน
                                                    สถานประกอบกิจการพ.ศ. 2553
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำงานในบริเวณที่มี
                                                    ระดับเสียงดังที่ได้รับเฉลี่ยตลอดระยะ
                                                    เวลาการทำงาน 8 ชม. ตั้งแต่ 85 เดซิเบลเอ
                                                    ขึ้นไป และลูกจ้างที่เกี่ยวข้องในสถาน
                                                    ประกอบกิจการ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    22. ความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    สำหรับลูกจ้างระดับบริหาร
                                                </td>
                                                <td>
                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์ วิธีการ
                                                    และเงื่อนไขการฝึกอบรม
                                                    ผู้บริหาร หัวหน้างาน
                                                    และลูกจ้าง
                                                    ด้านความปลอดภัย
                                                    อาชีวอนามัย
                                                    และสภาพแวดล้อม
                                                    ในการทำงาน
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างระดับบริหารของสถาน
                                                    ประกอบกิจการที่ไม่ได้อยู่ใน 14 ประเภท
                                                    ตามที่กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหารและการจัดการ
                                                    ด้านความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    พ.ศ. 2549 กำหนด
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    23. ความปลอดภัย อาชีวอนามัย
                                                    และสภาพแวดล้อมในการทำงาน
                                                    สำหรับลูกจ้างระดับหัวหน้างาน
                                                </td>
                                                <td>
                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์ วิธีการ
                                                    และเงื่อนไขการฝึกอบรม
                                                    ผู้บริหาร หัวหน้างาน
                                                    และลูกจ้าง ด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อม
                                                    ในการทำงาน
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างระดับหัวหน้างานของสถาน
                                                    ประกอบกิจการที่ไม่ได้อยู่ใน 14 ประเภท
                                                    ตามที่กฎกระทรวงกำหนดมาตรฐานในการ
                                                    บริหารและการจัดการด้านความปลอดภัย
                                                    อาชีวอนามัย และสภาพแวดล้อมในการ
                                                    ทำงาน พ.ศ. 2549 กำหนด
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    24. ความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    สำหรับลูกจ้างทั่วไปและลูกจ้าง
                                                    เข้าทำงานใหม่
                                                </td>
                                                <td>
                                                    ประกาศกรมสวัสดิการ
                                                    และคุ้มครองแรงงาน
                                                    เรื่อง หลักเกณฑ์ วิธีการ
                                                    และเงื่อนไขการฝึกอบรม
                                                    ผู้บริหาร หัวหน้างาน
                                                    และลูกจ้าง ด้านความปลอดภัย อาชีวอนามัยและสภาพแวดล้อม
                                                    ในการทำงาน
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างใหม่ โดยให้อบรมก่อนเริ่มงาน
                                                    และลูกจ้างทั่วไป
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    25. ความปลอดภัย อาชีวอนามัย และสภาพแวดล้อมในการทำงาน
                                                    สำหรับลูกจ้างเปลี่ยนงาน เปลี่ยน
                                                    สถานที่ทำงาน หรือเปลี่ยนแปลง
                                                    เครื่องจักรหรืออุปกรณ์ซึ่งมีปัจจัย
                                                    เสี่ยงแตกต่างไปจากเดิม
                                                </td>
                                                <td>
                                                    ประกาศกรมสวัสดิการและ
                                                    คุ้มครองแรงงาน เรื่อง
                                                    หลักเกณฑ์ วิธีการ และเงื่อนไข
                                                    การฝึกอบรมผู้บริหาร หัวหน้างาน
                                                    และลูกจ้าง ด้านความปลอดภัย
                                                    อาชีวอนามัย และสภาพแวดล้อม
                                                    ในการทำงาน
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่เปลี่ยนงาน หรือเปลี่ยน
                                                    สถานที่ทำงาน หรือโรงงานมีการ
                                                    เปลี่ยนแปลงเครื่องจักร อุปกรณ์ที่
                                                    แตกต่างไปจากเดิม โดยให้อบรม
                                                    ก่อนเริ่มงานนั้นๆ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    26. การดับเพลิงขั้นต้น
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหาร จัดการ และดำเนินการด้านความปลอดภัย
                                                    อาชีวอนามัย และสภาพแวดล้อม
                                                    ในการทำงานเกี่ยวกับ
                                                    การป้องกันและระงับอัคคีภัย
                                                    พ.ศ. 2555
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างในสถานประกอบกิจการ
                                                    โดยต้องอบรมไม่น้อยกว่าร้อยละ40
                                                    ของจำนวนลูกจ้างในแต่ละหน่วยงาน
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    27. ฝึกซ้อมดับเพลิงและฝึกซ้อมอพยพหนีไฟ
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหาร จัดการ และ
                                                    ดำเนินการด้านความปลอดภัย
                                                    อาชีวอนามัย และสภาพแวดล้อม
                                                    ในการทำงานเกี่ยวกับการป้องกัน
                                                    และระงับอัคคีภัย พ.ศ. 2555
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างทุกคนภายในสถานประกอบ
                                                    กิจการ ฝึกซ้อมอย่างน้อยปีละ 1 ครั้ง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    28. การป้องกันและระงับอัคคีภัย
                                                    การใช้อุปกรณ์ต่าง ๆ ในการ
                                                    ดับเพลิง การปฐมพยาบาล และการช่วยเหลือในกรณีฉุกเฉิน
                                                </td>
                                                <td>
                                                    กฎกระทรวง กำหนดมาตรฐาน
                                                    ในการบริหาร จัดการ และ
                                                    ดำเนินการด้านความปลอดภัย
                                                    อาชีวอนามัย และสภาพแวดล้อม
                                                    ในการทำงานเกี่ยวกับการ
                                                    ป้องกันและระงับอัคคีภัย
                                                    พ.ศ. 2555
                                                </td>
                                                <td>
                                                    สำหรับผู้ที่มีหน้าที่เกี่ยวกับการป้องกันและ
                                                    ระงับอัคคีภัยภายในสถานประกอบกิจการ
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    29. วิธีการแก้ไขปัญหา
                                                    เมื่อเกิดเหตุฉุกเฉินขณะขนถ่าย
                                                    เคลื่อนย้าย หรือขนส่งสาร
                                                    เคมีอันตราย
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหาร จัดการ และดำเนินการด้านความปลอดภัย
                                                    อาชีวอนามัยและสภาพแวดล้อม
                                                    ในการทำงานเกี่ยวกับสารเคมี
                                                    อันตราย พ.ศ. 2556
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่ทำการขนถ่าย เคลื่อนย้าย
                                                    และขนส่งสารเคมีอันตราย อย่างน้อย
                                                    ปีละ 1 ครั้ง
                                                </td>
                                            </tr>
                                            <tr>
                                                <td>
                                                    30. การควบคุมและระงับเหตุ
                                                    อันตรายกรณีเกิดเหตุฉุกเฉิน
                                                    เกี่ยวกับสารเคมีอันตราย
                                                </td>
                                                <td>
                                                    กฎกระทรวงกำหนดมาตรฐาน
                                                    ในการบริหาร จัดการ
                                                    และดำเนินการด้านความปลอดภัย อาชีวอนามัยและสภาพ
                                                    แวดล้อมในการทำงานเกี่ยวกับ
                                                    สารเคมีอันตราย พ.ศ. 2556
                                                </td>
                                                <td>
                                                    สำหรับลูกจ้างที่มีหน้าที่ควบคุมและระงับ
                                                    เหตุอันตราย โดยอบรมและทบทวนอย่างน้อย
                                                    ปีละ 1 ครั้ง
                                                </td>
                                            </tr>
                                        </tbody>
                                    </table>
                                </div>
                            </div>
                            <div role="tabpanel" class="tab-pane fade" id="tab2">
                                <div class="table2">
                                    <div class="table-responsive">
                                        <table class="table table-striped">
                                            <thead>
                                                <tr>
                                                    <th scope="col">
                                                        <h5>หลักสูตร</h5>
                                                    </th>
                                                    <th scope="col">
                                                        <h5>ชื่อกฎหมาย</h5>
                                                    </th>
                                                    <th scope="col">
                                                        <h5>รายละเอียดการอบรม</h5>
                                                    </th>
                                                </tr>
                                            </thead>
                                            <tbody>
                                                <tr>
                                                    <td>
                                                        1. คนงานควบคุมก๊าซคนงาน
                                                        ส่งก๊าซ หรือคนงานบรรจุก๊าซ
                                                    </td>
                                                    <td>
                                                        กฎกระทรวงกำหนดมาตรการความ
                                                        ปลอดภัยเกี่ยวกับหม้อน้ำ หม้อต้มที่ใช้
                                                        ของเหลวเป็นสื่อนำความร้อน และภาชนะ
                                                        รับแรงดันในโรงงาน พ.ศ. 2549<br><br>

                                                        กฎกระทรวงกำหนดให้มีคนงานซึ่งมี
                                                        ความรู้เฉพาะเพื่อปฏิบัติหน้าที่เกี่ยวกับ
                                                        การใช้ เก็บ ส่ง และบรรจุก๊าซประจำ
                                                        โรงงาน (ฉบับที่ 2) พ.ศ. 2555<br><br>

                                                        ระเบียบกรมโรงงานอุตสาหกรรม
                                                        เรื่อง หลักเกณฑ์และวิธีการขึ้นทะเบียน
                                                        เป็นคนงานควบคุมก๊าซ คนงานส่งก๊าซ
                                                        และคนงานบรรจุก๊าซประจำโรงงาน
                                                        พ.ศ. 2551<br><br>

                                                        ประกาศกรมโรงงานอุตสาหกรรม
                                                        เรื่อง หลักสูตรคนงานควบคุม ส่ง
                                                        และบรรจุก๊าซประจำโรงงาน พ.ศ. 2553<br><br>

                                                        ประกาศกรมโรงงานอุตสาหกรรม
                                                        เรื่อง หลักเกณฑ์และวิธีการขึ้นทะเบียน
                                                        เป็นผู้ดำเนินการจัดฝึกอบรมและการออก
                                                        หนังสือรับรองการฝึกอบรมหลักสูตร
                                                        คนงานควบคุม ส่ง และบรรจุก๊าซประจำ
                                                        โรงงาน พ.ศ. 2554<br><br>
                                                    </td>
                                                    <td>
                                                        สำหรับคนงานควบคุมก๊าซ หรือผู้ซึ่ง
                                                        มีหน้าที่ควบคุมดูแลการใช้และการเก็บ
                                                        ก๊าซในภาชนะบรรจุก๊าซ<br><br>

                                                        หรือ คนงานส่งก๊าซ หรือผู้ซึ่งมีหน้าที่
                                                        ส่งหรือขนส่งก๊าซที่อยู่ในภาชนะบรรจุ
                                                        ก๊าซ<br><br>

                                                        หรือ คนงานบรรจุก๊าซ หรือผู้ซึ่งมี
                                                        หน้าที่บรรจุก๊าซลงในภาชนะบรรจุก๊าซ
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <td>
                                                        2. ผู้ควบคุมประจำหม้อน้ำ
                                                        หรือหม้อต้มที่ใช้ของเหลวเป็นสื่อนำความร้อน
                                                    </td>
                                                    <td>
                                                        ประกาศกระทรวงอุตสาหกรรม
                                                        เรื่อง มาตรการความปลอดภัยเกี่ยวกับ
                                                        หม้อน้ำและหม้อต้มที่ใช้ของเหลว
                                                        เป็นสื่อนำความร้อน พ.ศ. 2549<br><br>

                                                        ประกาศกรมโรงงานอุตสาหกรรม
                                                        เรื่อง หลักสูตรผู้ควบคุมประจำหม้อน้ำ
                                                        หรือหม้อต้มที่ใช้ของเหลวเป็นสื่อ
                                                        นำความร้อน
                                                    </td>
                                                    <td>
                                                        สำหรับผู้ควบคุมประจำหม้อน้ำ
                                                        และหม้อต้มฯ
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <td>
                                                        3. ความปลอดภัยในการทำงาน
                                                        สำหรับผู้ปฏิบัติงานในสถานที่เก็บ
                                                        รักษาสารเคมีและวัตถุอันตราย
                                                        ในหัวข้อ<br>
                                                        - การจำแนกประเภทสำหรับ
                                                        จัดเก็บข้อมูลความปลอดภัย
                                                        และวิธีการจัดเก็บ<br>
                                                        - วิธีการใช้อุปกรณ์เครื่อง
                                                        ป้องกันส่วนบุคคล<br>
                                                        - วิธีปฏิบัติเมื่อมีเหตุฉุกเฉิน
                                                        และการซ้อมปฏิบัติงาน
                                                        แผนฉุกเฉิน<br>
                                                        - วิธีดับเพลิงโดยใช้เครื่อง
                                                        ดับเพลิง<br>
                                                        - การฝึกอบรมพนักงานขับรถยก<br>
                                                        - การจัดการเมื่อมีเหตุรั่วไหล
                                                    </td>
                                                    <td>
                                                        ประกาศกรมโรงงานอุตสาหกรรม
                                                        เรื่อง คู่มือการเก็บรักษาสารเคมี
                                                        และวัตถุอันตราย พ.ศ. 2550
                                                    </td>
                                                    <td>
                                                        สำหรับผู้ปฏิบัติงานในสถานที่
                                                        เก็บรักษาสารเคมีและวัตถุ
                                                        อันตราย อย่างน้อยปีละ 1 ครั้ง
                                                    </td>
                                                </tr>
                                                <tr>
                                                    <td>
                                                        4. ผู้ควบคุมระบบทำความเย็น
                                                    </td>
                                                    <td>
                                                        กฎกระทรวงกำหนดมาตรการความ
                                                        ปลอดภัยเกี่ยวกับระบบทำความเย็น
                                                        ที่ใช้แอมโมเนียเป็นสารทำความเย็น
                                                        ในโรงงาน พ.ศ. 2554
                                                    </td>
                                                    <td>
                                                        สำหรับผู้ควบคุมดูแลการทำงาน
                                                        ประจำระบบทำความเย็น
                                                    </td>
                                                </tr>
                                            </tbody>
                                        </table>
                                    </div>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </section>

    <section>
        <?php include('layout/course_hot.php'); ?>
    </section>

    <a href="หลักสูตรinhouse">
        <section class="section_banner_full_width">
            <img alt="" src="<?php echo $base_url;?>/img/bg/banner_inhouse.jpg">
        </section>
    </a>

    <section>
        <?php include('layout/standard.php'); ?>
    </section>

    <section class="black-bg p-t-80 p-b-80">
        <?php include('layout/course_inhouse.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/received.php'); ?>
    </section>

    <section class="white-bg p-t-30">
        <?php include('layout/contact_inhouse2.php'); ?>
    </section>

    <section>
        <?php include('layout/related_article.php'); ?>
    </section>

    <section class="white-bg">
        <?php include('layout/customer.php'); ?>
    </section>
</main>
<?php include('footer_front.php'); ?>

<script>
var sl_group = "<?php echo (isset($_POST['sl_group']) && $_POST['sl_group']) ? $_POST['sl_group'] : 0 ;?>";
var sl_training = <?php echo (isset($_POST['sl_training']) && $_POST['sl_training']) ? $_POST['sl_training'] : 0 ;?>;
var sl_branch = <?php echo (isset($_POST['sl_branch']) && $_POST['sl_branch']) ?  $_POST['sl_branch'] : 0 ;?>;
var sl_month = <?php echo (isset($_POST['sl_month']) && $_POST['sl_month']) ? $_POST['sl_month'] : 0 ;?>;
</script>

<script type="text/javascript" src="js/set-select2.js"></script>

<script>
$(".nav-tabs li a").on("click", function() {
    $(".head_nav").text($(this).text());
});
</script>