<div class="row">
    <div class="col-lg-6 col-md-12 col-12 bg-principle">
        <img src="<?php echo $base_url;?>/img/bg/bg-principle.jpg" alt="">
    </div>
    <div class="col-lg-6 col-md-12 col-12 align-self-center black-bg p-t-80 p-b-80">
        <div class="row mx-4">
            <div class="col-lg-12 col-md-11 col-12 m-auto">
                <h2 class="text-center" style="font-weight: 1000;">
                    หลักการและเหตุผล
                </h2>
                <hr class="hr_green mx-auto hr_fix_width">
                กฎกระทรวงแรงงาน ที่กำหนดมาตรฐานในการบริหารและการจัดการด้านความปลอดภัยอาชีวอนามัย
                และสภาพแวดล้อมในการทำงาน พ.ศ. 2549 ให้ใช้บังคับแก่กิจการหรือสถานประกอบกิจการ ดังต่อไปนี้<br>
                (1) การทำเหมืองแร่ เหมืองหิน กิจการปิโตรเลียมหรือปิโตรเคมี<br>
                (2) การทำ ผลิต ประกอบ บรรจุ ซ่อม ซ่อมบำรุง เก็บรักษา ปรับปรุง ตกแต่ง เสริมแต่ง ดัดแปลง
                แปรสภาพ ทำให้เสีย หรือทำลายซึ่งวัตถุหรือทรัพย์สิน รวมทั้งการต่อเรือ การให้กำเนิด แปลง
                และจ่ายไฟฟ้าหรือพลังงานอย่างอื่น<br>
                (3) การก่อสร้าง ต่อเติม ติดตั้ง ซ่อม ซ่อมบำรุง ดัดแปลง หรือรื้อถอนอาคาร สนามบิน ทางรถไฟ
                ทางรถราง ทางรถใต้ดิน ท่าเรือ อู่เรือ สะพานเทียบเรือ ทางน้ำ ถนน เขื่อน อุโมงค์ สะพาน ท่อระบาย
                ท่อน้ำ โทรเลข โทรศัพท์ ไฟฟ้า ก๊าซหรือประปา หรือสิ่งก่อสร้างอื่น ๆ
                รวมทั้งการเตรียมหรือวางรากฐานของการก่อสร้าง<br>
                (4) การขนส่งคนโดยสารหรือสินค้าโดยทางบก ทางน้ำ ทางอากาศ และรวมทั้งการบรรทุกขนถ่ายสินค้า<br>
                (5) สถานีบริการหรือจำหน่ายน้ำมันเชื้อเพลิงหรือก๊าซ<br>
                (6) โรงแรม<br>
                (7) ห้างสรรพสินค้า<br>
                (8) สถานพยาบาล<br>
                (9) สถาบันทางการเงิน<br>
                (10) สถานตรวจทดสอบทางกายภาพ<br>
                (11) สถานบริการบันเทิง นันทนาการ หรือการกีฬา<br>
                (12) สถานปฏิบัติการทางเคมีหรือชีวภาพ<br>
                (13) สำนกงานที่ปฏิบัติงานสนับสนุนสถานประกอบกิจการตาม (1) ถึง (12)<br>
                (14) กิจการอื่นตามที่กระทรวงแรงงานประกาศกำหนด<br>
                **หมายเหตุ** กำหนดให้มีเจ้าหน้าที่ความปลอดภัยในการทำงานระดับหัวหน้างาน ระดับเทคนิค
                ระดับเทคนิคขั้นสูง ระดับวิชาชีพ ระดับบริหาร คณะกรรมการความปลอดภัย
                อาชีวอนามัยและสภาพแวดล้อมในการทำงานและหัวหน้าหน่วยงาน
                เพื่อทำหน้าที่ในการบริหารจัดการความปลอดภัย
                อาชีวอนามัยและสภาพแวดล้อมในการทำงานของสถานประกอบกิจการ<br>
            </div>
            <div class="col-lg-4 col-md-5 col-12 mt-5 mx-auto">
                <a target="_blank" href="<?php echo $url_course_outline;?>">
                    <button
                        class="btn btn-block btn--medium btn--radius btn--green btn--green-hover-black font--light text-uppercase">
                        เอกสารการอบรม
                    </button>
                </a>
            </div>
        </div>
    </div>
</div>