<div class="container p-b-80 p-t-80">
    <h2 class="text-center"><b>
            ข้อมูลที่เป็นประโยชน์
        </b></h2>
    <hr class="hr_green mx-auto hr_fix_width">
    <br>
    <div class="row information">
        <div class="col-md-6 col-12 my-3 ">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap1">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>คุณสมบัติของจป.เทคนิค คือ</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap1" class="collapse detail_collapse">
                    ต้องมีคุณสมบัติเฉพาะอย่างใด
                    อย่างหนึ่ง ดังต่อไปนี้<br>
                    (1) สําเร็จการศึกษาไม่ต่ํากว่าระดับปริญญาตรีสาขาอาชีวอนามัย หรือเทียบเท่า<br>
                    (2) เป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับหัวหน้างาน และผ่านการฝึกอบรม
                    ตามหลักเกณฑ์และวิธีการที่อธิบดีประกาศกําหนด<br>
                    (3)
                    เป็นหรือเคยเป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับพื้นฐาน
                    ตามประกาศกระทรวงแรงงานและสวัสดิการสังคม
                    เรื่อง ความปลอดภัยในการทํางานของลูกจ้าง ลงวันที่ 31 มีนาคม พ.ศ. 2540
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap2">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>คุณสมบัติของจป.วิชาชีพ คือ</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap2" class="collapse detail_collapse">
                    ต้องมีคุณสมบัติเฉพาะอย่างใดอย่างหนึ่ง ดังต่อไปนี้<br>
                    (1) สําเร็จการศึกษาไม่ต่ํากว่าระดับปริญญาตรีสาขาอาชีวอนามัย หรือเทียบเท่า<br>
                    (2) สําเร็จการศึกษาไม่ต่ํากว่าระดับปริญญาตรี
                    และได้ทํางานเป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับเทคนิคขั้นสูงมาแล้ว
                    ไมไม่น้อยกว่าห้าปี
                    และผ่านการอบรมและทดสอบตามหลักเกณฑ์และวิธีการที่อธิบดีประกาศกําหนดจากหน่วยงานที่กรมสวัสดิการและคุ้มครองแรงงานรับรอง<br>
                    (3)
                    เป็นหรือเคยเป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับวิชาชีพตามประกาศกระทรวงแรงงานและสวัสดิการสังคม
                    เรื่อง ความปลอดภัยในการทํางานของลูกจ้าง ลงวันที่ 31 มีนาคม พ.ศ. 2540
                    และผ่านการอบรมเพิ่มและทดสอบตามหลักเกณฑ์
                    และวิธีการที่อธิบดีประกาศกําหนด<br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap3">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>คุณสมบัติของจป.หัวหน้างาน คือ</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap3" class="collapse detail_collapse">
                    ต้องมีคุณสมบัติเฉพาะอย่างใดอย่างหนึ่ง ดังต่อไปนี้<br>
                    (1) ผ่านการฝึกอบรมตามหลักเกณฑ์และวิธีการที่อธิบดีประกาศกําหนด<br>
                    (2) เป็นหรือเคยเป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับหัวหน้างานตามประกาศ
                    กระทรวงแรงงานและสวัสดิการสังคม เรื่อง ความปลอดภัยในการทํางานของลูกจ้าง ลงวันที่ 31 มีนาคม พ.ศ.2540
                    <br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap4">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>จป.กี่ระดับ อะไรบ้าง</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap4" class="collapse detail_collapse">
                    กฎกระทรวง กำหนดมาตรฐานในการบริหารและการจัดการด้านความปลอดภัย อาชีวอนามัย
                    และสภาพแวดล้อมในการทำงาน พ.ศ. 2549
                    กำหนดให้กิจการหรือสถานประกอบกิจการ 14 ประเภทต้องมีเจ้าหน้าที่ความปลอดภัยในการทํางาน 5 ระดับ
                    ดังนี้<br>
                    (1) จป ระดับ บริหาร<br>
                    (2) จป ระดับ วิชาชีพ<br>
                    (3) จป ระดับ เทคนิคขั้นสูง<br>
                    (4) จป ระดับ เทคนิค<br>
                    (5) จป ระดับ หัวหน้างาน<br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap5">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>ลูกจ้างกี่คนต้องมี จป</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap5" class="collapse detail_collapse">
                    ประเภทกิจการที่ (1)<br>
                    (1) การทำเหมืองแร่ เหมืองหิน กิจการปิโตรเลียมหรือปิโตรเคมี จำนวนลูกจ้างตั้งแต่ 2 คน ขึ้นไปจัดให้มี
                    จป.หัวหน้างาน จป.บริหาร จป.วิชาชีพ และหน่วยงาน ความปลอดภัย<br>

                    ประเภทกิจการที่ (2)-(5)<br>
                    (2) การทำ ผลิต ประกอบ บรรจุ ซ่อม ซ่อมบำรุง เก็บรักษา ปรับปรุง ตกแต่ง เสริมแต่ง ดัดแปลง แปรสภาพ
                    ทำให้เสียหรือทำลายซึ่งวัตถุหรือทรัพย์สินรวมทั้งการต่อเรือ การให้กำเนิด แปลง
                    และจ่ายไฟฟ้าหรือพลังงานอย่างอื่น<br>
                    (3) การก่อสร้าง ต่อเติม ติดตั้ง ซ่อม ซ่อมบำรุง ดัดแปลง หรือรื้อถอนอาคาร สนามบินทางรถไฟ ทางรถราง
                    ทางรถใต้ดิน ท่าเรือ อู่เรือ สะพานเทียบเรือ ทางน้ำ ถนน เขื่อน อุโมงค์ สะพาน ท่อระบาย ท่อน้ำ โทรเลข
                    โทรศัพท์ ไฟฟ้า ก๊าซหรือประปา หรือสิ่งก่อสร้างอื่น ๆ รวมทั้งการเตรียมหรือวางรากฐานของการก่อสร้าง<br>
                    (4) การขนส่งคนโดยสารหรือสินค้าโดยทางบก ทางน้ำ ทางอากาศ และรวมทั้งการบรรทุกขนถ่ายสินค้า<br>
                    (5) สถานีบริการหรือจำหน่ายน้ำมันเชื้อเพลิงหรือก๊าซ<br>

                    จำนวนลูกจ้างตั้งแต่ 2-19 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร<br>
                    จำนวนลูกจ้างตั้งแต่ 20-49 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร จป.เทคนิค<br>
                    จำนวนลูกจ้างตั้งแต่ 50-99 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร จป.เทคนิคขั้นสูง<br>
                    จำนวนลูกจ้างตั้งแต่ 100-199 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร จป.วิชาชีพ<br>
                    จำนวนลูกจ้างตั้งแต่ 200 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร จป.วิชาชีพ หน่วยงานความปลอดภัย<br>

                    ประเภทกิจการที่ (6)-(14)<br>
                    (6) โรงแรม<br>
                    (7) ห้างสรรพสินค้า<br>
                    (8) สถานพยาบาล<br>
                    (9) สถาบันทางการเงิน<br>
                    (10) สถานตรวจทดสอบทางกายภาพ<br>
                    (11) สถานบริการบันเทิง นันทนาการ หรือการกีฬา<br>
                    (12) สถานปฏิบัติการทางเคมีหรือชีวภาพ<br>
                    (13) สำนักงานที่ปฏิบัติงานสนับสนุนสถานประกอบกิจการตาม (1) ถึง (12)<br>
                    (14) กิจการอื่นตามที่กระทรวงแรงงานประกาศกำหนด
                    จำนวนลูกจ้างตั้งแต่ 20-49 คน ขึ้นไปจัดให้มี จป.หัวหน้างาน จป.บริหาร<br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap6">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>จป.คืออะไร</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap6" class="collapse detail_collapse">
                    จป. คือ เจ้าหน้าที่ความปลอดภัยในการทำงานเป็นบุคลากรทางด้านอาชีวอนามัยและความปลอดภัย
                    ที่กฎหมายกำหนดให้สถานประกอบกิจการต้องจัดให้มีและปฏิบัติงานอยู่ในสถานประกอบกิจการ<br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap7">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>การขึ้นทะเบียน จป กับหน่วยงานราชการ</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap7" class="collapse detail_collapse">
                    วุฒิบัตรผ่านการอบรม<br>
                    เมื่อได้รับวุฒิบัตรแล้วลูกค้าสามารถนำวุฒิบัตรผ่านการอบรมไปยื่นขึ้นทะเบียน
                    กับกรมสวัสดิการและคุ้มครองแรงงานจังหวัด<br>
                    สถานที่/ช่องทางการให้บริการ<br>
                    (1) สำนักงานสวัสดิการและคุ้มครองแรงงาน กรุงเทพมหานครพื้นที่ทุกพื้นที่<br>
                    (2) สำนักงานสวัสดิการและคุ้มครองแรงงานจังหวัด 76 จังหวัด<br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap8">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>คุณสมบัติของจป.บริหาร คือ</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap8" class="collapse detail_collapse">
                    ต้องมีคุณสมบัติเฉพาะอย่างใดอย่างหนึ่ง ดังต่อไปนี้<br>
                    (1) ผ่านการฝึกอบรมตามหลักเกณฑ์และวิธีการที่อธิบดีประกาศกําหนด<br>
                    (2) เป็นหรือเคยเป็นเจ้าหน้าที่ความปลอดภัยในการทํางานระดับบริหารตามประกาศ
                    กระทรวงแรงงานและสวัสดิการสังคม เรื่อง ความปลอดภัยในการทํางานของลูกจ้าง ลงวันที่ 31 มีนาคม พ.ศ.2540
                    <br>
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap9">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>บทลงโทษเมื่อสถานประกอบกิจการไม่มีจป.</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap9" class="collapse detail_collapse">
                    มาตรา 13 ให้นายจ้างจัดให้มีเจ้าหน้าที่ความปลอดภัยในการทํางาน บุคลากร หน่วยงานหรือคณะบุคคล
                    เพื่อดําเนินการด้านความปลอดภัยในสถานประกอบกิจการตามหลักเกณฑ์ วิธีการและเงื่อนไขที่กําหนดในกฎกระทรวง
                    เจ้าหน้าที่ความปลอดภัยในการทํางานและบุคลากรตามวรรคหนึ่งจะต้องขึ้นทะเบียนต่อกรมสวัสดิการและคุ้มครองแรงงาน
                    ให้นําบทบัญญัติมาตรา 9 วรรคสอง และมาตรา 10
                    มาใช้บังคับกับการขึ้นทะเบียนเจ้าหน้าที่ความปลอดภัยในการทํางาน
                    โดยอนุโลม
                    บทลงโทษ คือ มาตรา 56 นายจ้างผู้ใดไม่ปฏิบัติตามมาตรา 13 มาตรา 16 หรือมาตรา 32
                    ต้องระวางโทษจำคุกไม่เกินหกเดือน หรือปรับไม่เกินสองแสนบาท หรือทั้งจำทั้งปรับ
                </div>
            </button>
        </div>

        <div class="col-md-6 col-12 my-3">
            <button type="button" class="btn btn-block btn--medium p-3 btn_collap collapsed" data-toggle="collapse"
                data-target="#collap10">
                <div class="d-flex justify-content-between align-items-center head_collap">
                    <h5><b>กิจการใดบ้างที่ต้องมีเจ้าหน้าที่ความปลอดภัย (จป.)</b></h5><i class="fas fa-plus"></i>
                </div>
                <div id="collap10" class="collapse detail_collapse">
                    กฎกระทรวงกำหนดมาตรฐานในการบริหารและการจัดการด้านความปลอดภัยอาชีวอนามัยและสภาพแวดล้อมในการทำงาน พ.ศ.
                    2549 ใช้บังคับแก่กิจการหรือสถานประกอบกิจการ ดังต่อไปนี้<br>
                    (1) การทำเหมืองแร่ เหมืองหิน กิจการปิโตรเลียมหรือปิโตรเคมี<br>
                    (2) การทำ ผลิต ประกอบ บรรจุ ซ่อม ซ่อมบำรุง เก็บรักษา ปรับปรุง ตกแต่ง เสริมแต่ง ดัดแปลง แปรสภาพ
                    ทำให้เสียหรือทำลายซึ่งวัตถุหรือทรัพย์สินรวมทั้งการต่อเรือ การให้กำเนิด แปลง
                    และจ่ายไฟฟ้าหรือพลังงานอย่างอื่น<br>
                    (3) การก่อสร้าง ต่อเติม ติดตั้ง ซ่อม ซ่อมบำรุง ดัดแปลง หรือรื้อถอนอาคาร สนามบินทางรถไฟ ทางรถราง
                    ทางรถใต้ดิน ท่าเรือ อู่เรือ สะพานเทียบเรือ ทางน้ำ ถนน เขื่อน อุโมงค์ สะพาน ท่อระบาย ท่อน้ำ โทรเลข
                    โทรศัพท์ ไฟฟ้า ก๊าซหรือประปา หรือสิ่งก่อสร้างอื่น ๆ รวมทั้งการเตรียมหรือวางรากฐานของการก่อสร้าง<br>
                    (4) การขนส่งคนโดยสารหรือสินค้าโดยทางบก ทางน้ำ ทางอากาศ และรวมทั้งการบรรทุกขนถ่ายสินค้า<br>
                    (5) สถานีบริการหรือจำหน่ายน้ำมันเชื้อเพลิงหรือก๊าซ<br>
                    (6) โรงแรม<br>
                    (7) ห้างสรรพสินค้า<br>
                    (8) สถานพยาบาล<br>
                    (9) สถาบันทางการเงิน<br>
                    (10) สถานตรวจทดสอบทางกายภาพ<br>
                    (11) สถานบริการบันเทิง นันทนาการ หรือการกีฬา<br>
                    (12) สถานปฏิบัติการทางเคมีหรือชีวภาพ<br>
                    (13) สำนักงานที่ปฏิบัติงานสนับสนุนสถานประกอบกิจการตาม (1) ถึง (12)<br>
                    (14) กิจการอื่นตามที่กระทรวงแรงงานประกาศกำหนด<br>
                </div>
            </button>
        </div>

    </div>
</div>