<div class="container p-t-80 p-b-80 no_br">
    <div class="text-center">
        <h2><b>ทำไมถึงต้องอบรมเจ้าหน้าที่ความปลอดภัย (จป.)</b></h2>
    </div>
    <hr class="hr_green mx-auto hr_fix_width">
    <br>
    <br>
    <div class="row">
        <div class="col-md-6 col-12 mb-3 text-center">
            <img style="max-width: 75%;" class="box_shadow"
                src="<?php echo $base_url;?>/img/template_gallery/gallery7.jpg" alt="">
        </div>
        <div class="col-md-6 col-12 align-self-center mb-3">
            <div class="row">
                <div class="col-lg-9 col-md-11 col-12 m-auto">
                    <h6>
                        เนื่องด้วย พระราชบัญญัติ ความปลอดภัยอาชีวอนามัย
                        และสภาพแวดล้อมในการทํางาน พ.ศ.๒๕๕๔
                        ระบุไว้ดังนี้<br>
                        <b>มาตรา ๑๓</b> ให้นายจ้างจัดให้มีเจ้าหน้าที่ความปลอดภัย
                        ในการทํางานบุคลากร หน่วยงานหรือคณะบุคคล
                        เพื่อดําเนินการด้านความปลอดภัยในสถานประกอบกิจการตามหลักเกณฑ์วิธีการและเงื่อนไข
                        ที่กําหนดในกฎกระทรวงเจ้าหน้าที่ความปลอดภัยในการทํางานและบุคลากรตามวรรคหนึ่งจะ<b>ต้องขึ้นทะเบียน
                            ต่อกรมสวัสดิการและคุ้มครองแรงงาน ให้นําบทบัญญัติ
                            มาตรา ๙ วรรคสอง และมาตรา ๑๐</b> มาใช้บังคับ
                        กับการขึ้นทะเบียนเจ้าหน้าที่ความปลอดภัยในการทํางาน
                        โดยอนุโลม
                    </h6>
                </div>
            </div>
        </div>
    </div>
    <br>
    <br>
    <div class="row">
        <div class="col-md-6 col-12 align-self-center mb-3">
            <div class="row">
                <div class="col-lg-9 col-md-11 col-12 m-auto">
                    <h6>
                        <b>มาตรา ๕๖ นายจ้างผู้ใดไม่ปฏิบัติตามมาตรา ๑๓ มาตรา ๑๖
                            หรือมาตรา ๓๒ ต้องระวางโทษ จําคุกไม่เกินหกเดือน
                            หรือปรับไม่เกินสองแสนบาทหรือทั้งจําทั้งปรับ</b>
                        และทางศูนย์ฝึกอบรมด้านความปลอดภัยท๊อปโปรฯ
                        หรือเซฟตี้อินไทยได้รับการขึ้นทะเบียน
                        ให้เป็นศูนย์ฝึกอบรมจากกรมสวัสดิการและคุ้มครองแรงงาน
                        จากกระทรวงแรงงานที่สามารถให้บริการอบรมด้านเจ้าหน้าที่
                        ความปลอดภัยระดับหัวหน้างาน ระดับบริหาร ระดับเทคนิค
                    </h6>
                </div>
            </div>
        </div>
        <div class="col-md-6 col-12 mb-3 text-center">
            <img style="max-width: 75%;" class="box_shadow"
                src="<?php echo $base_url;?>/img/template_gallery/gallery8.jpg" alt="">
        </div>
    </div>
</div>